{"success":true,"vote":{"id":100,"item_number":"010-23/24","title":"Recognizing a Latina Trailblazer: Renaming of Gridley Elementary School to Honor Cindy Montañez (Res-010-23/24) (Waiver of Board Rule 72)","description":"Whereas, School names have the potential to inspire students and serve as a connection between the school and the broader community; Whereas, The Governing Board of the Los Angeles Unified School District has established via Board Rule 1003 that schools be named to honor prominent individuals, whose notability has survived their lifetime and whose service extends beyond schools in the Los Angeles Unified School District; Whereas, Cindy Montañez is a prominent and esteemed community and civic leader whose service and achievements have made a significant and lasting impact on the local San Fernando community and beyond; Whereas, During Cindy Montañez's undergraduate years at UCLA, she participated in a 14-day hunger strike leading to the creation of the César E. Chávez Department of Chicana/o and Central American Studies. Her story as a Latina, daughter of immigrants, and committed advocate for representation and recognition can resonate with many of the students we serve; Whereas, Cindy Montañez broke barriers on behalf of young Latinos everywhere as the youngest person elected to the City Council of San Fernando and the youngest woman elected to the California State Legislature. She was the first Latina to chair the Assembly Committee on Rules. She has been an advocate for child protection, worker safety, consumer rights, and the Car Buyer's Bill of Rights; Whereas, Cindy Montañez currently serves as the CEO of TreePeople, a major environmental organization, where her dedication to environmental justice continues to set an example for others. She also serves as a Council Member for the City of San Fernando, where she actively works to enhance quality of life and foster community engagement; Whereas, Cindy Montañez has been honored and recognized in the community for her outstanding contributions, including the renaming of 8th Street Park to Pacoima Wash Natural Park in her name, the declaration of January 19 as Cindy Montañez Day by Assemblymember Luz Rivas, and the celebration of Latino Heritage Month in her honor by the District; Whereas, Gridley Street Elementary School is a UTK-5 elementary school located in San Fernando; the school serves approximately 460 students, including through a dual language Spanish program, and is supported by dedicated educators and a strong school community; and Whereas, The school has held multiple community meetings in-person and virtually with its faculty, classified staff, and parents, providing opportunities for open and constructive discussions on the proposed name change. The school conducted a survey where families, students, school staff, and the community gave input on this important decision and selected the new school name; now therefore be it, Resolved, That the Governing Board of the Los Angeles Unified School District approves the renaming of Gridley Street Elementary School to Gridley-Montañez Dual Language Academy in honor of Cindy Montañez’s remarkable contributions, leadership, and positive impact on our community, beginning in the 2024-2025 school year and directs the Superintendent to update all directories, websites, campus signage, and references to the school accordingly.","outcome":"PASS","ayes":7,"noes":0,"abstain":0,"absent":0,"meeting_id":40,"meeting_date":"2023-10-17","meeting_type":"regular","member_votes":[{"member_id":6,"full_name":"George McKenna III","vote_choice":"AYE"},{"member_id":3,"full_name":"Jackie Goldberg","vote_choice":"AYE"},{"member_id":4,"full_name":"Kelly Gonez","vote_choice":"AYE"},{"member_id":7,"full_name":"Nick Melvoin","vote_choice":"AYE"},{"member_id":9,"full_name":"Rocio Rivas","vote_choice":"AYE"},{"member_id":10,"full_name":"Scott Schmerelson","vote_choice":"AYE"},{"member_id":1,"full_name":"Tanya Ortiz Franklin","vote_choice":"AYE"}],"topics":["Governance & Policy"]}}