{"success":true,"vote":{"id":125,"item_number":"035-23/24","title":"Supporting Student Mental Health and Learning by Ensuring a Phone-Free School Day","description":"Whereas, The Los Angeles Unified School District (“District”) is committed to supporting student mental health and wellbeing and creating environments where students feel safe, welcome, and excited to learn;Whereas, Research indicates that excessive cell phone use impacts adolescents mental health and well-being and is associated with increased stress, anxiety, depression, sleep issues, feelings of aggression, and suicidal thoughts. According to the US National Survey on Drug Use and Health, anxiety for those born after 1995 increased by 139 percent from 2010 to 2020, coinciding with the rise in smartphones and social media;Whereas, Cell phones can stifle meaningful in-person interaction and enable cyberbullying. According to a report published by the Centers for Disease Control and Prevention, 16 percent of U.S. high school students in 2021 said they had been bullied via text message or social media platforms over the previous year;Whereas, While headphones and earbuds are tools to promote focus and concentration in the classroom, students use them with their cell phones all day and may become reliant on them– stifling student interaction with their peers and limiting classroom engagement;Whereas, Half of all teens reported feeling “addicted” to their phones in a survey published in 2016 by Common Sense Media. And, a 2023 Common Sense Media study of 200 students found that 97% of 11 to 17-year-olds used their phones during the school day;Whereas, The U.S. surgeon general wrote in an advisory in 2023 that social media may be linked to the growing mental health crisis among teens. Children and adolescents on social media are commonly exposed to extreme, inappropriate, and harmful content. Many students access social media via their smartphones during the school day;Whereas, Research indicates that limiting cell phone usage and social media access during the school day increases academic performance and has positive effects on student mental health. Studies show that banning smartphones increases performance on both standardized test scores and end-of-course exams. The gains were equivalent to an additional hour of instructional time per week. A study published in 2024 shows that banning smartphones reduces the number of consultations for psychological symptoms by about two-to-three visits per child, per year;Whereas, Districts and schools across the country have adopted policies restricting student smartphone use during the school day. For example, starting in 2023, public schools in Florida began prohibiting student phone use during instructional time and blocking students’ access to social media on district Wi-Fi. In 2019, California’s AB 272 encouraged school districts to adopt policies limiting the use of smartphones in school. And, California’s AB 3216 “Pupils: use of smartphones,” introduced in February 2024, would require school districts to adopt a policy to prohibit the use of smartphones at school sites by July 1, 2026. Other states including Oklahoma, Kansas, Vermont, Ohio, Louisiana, and Pennsylvania have introduced similar legislation; Whereas, BUL-5468.0 “Use of Cellular Telephones and Other Electronic Devices by Students'' prohibits the use of cell phones during normal school hours or school activities, excluding lunchtime or nutrition unless the school has adopted a stricter policy. However, implementation of the existing cell phone policy varies by school site–sometimes from classroom to classroom. This policy has not been updated since 2011, prior to the widespread usage of smartphones by school-aged children;Whereas, BUL-6299.2 “Social Media Policy for Students” provides guidelines regarding student’s social media use. This policy has not been updated since 2018; andWhereas, School safety experts indicate that the use of cell phones by students could potentially decrease school safety during certain emergencies, spreading misinformation and interfering with official communications and directions to students; now, therefore be itResolved, That within 120 days, the Los Angeles Unified School District shall develop and present to the public at a Board Meeting updated cell phone and social media policies to prohibit student use of cell phones and social media platforms district-wide during the entire school day. The policies and their implementation shall be informed by best practices and by input from experts in the field, labor partners, staff, students, and parents;Resolved further, That the updated policies will go into effect no later than the second semester of the 2024-2025 school year and shall include guidelines for implementation that:·\tAre consistent with California and federal legal requirements including exemptions for IEP or Section 504 accommodations and emergencies;·\tAre age appropriate and differentiated by grade level;·\tDelineate an approach for smartphones versus text/voice only phones versus other smart devices like watches;·\tConsider options for cell phone storage including locked pouches and/or cell phone lockers taking the needs of local school communities and stakeholders into account; ·\tConsider the use of technological means of restriction to social media platforms or other similar content by internet or cellular service;·\tConsider unique needs of newcomers who may utilize phones for translation purposes·\tProvide guidance to school sites on communicating with students, families and employees regarding the policies; and, be it finallyResolved, That the District shall advocate for state and federal legislation–including but not limited to AB 3216–limiting the use of smartphones at school sites as well as other legislation that limits the use of social media platforms that disrupt learning and contribute to declining student mental health. The District shall also evaluate the impact of social media use by young people, including on their mental health, to formulate a strategy that contemplates–but is not restricted to–litigation against social media entities that operate platforms that use algorithms that appeal to students who develop addiction to such platforms with well documented mental and physical deleterious consequences to youth.","outcome":"PASS","ayes":5,"noes":2,"abstain":0,"absent":0,"meeting_id":48,"meeting_date":"2024-06-18","meeting_type":"regular","member_votes":[{"member_id":6,"full_name":"George McKenna III","vote_choice":"NAY"},{"member_id":3,"full_name":"Jackie Goldberg","vote_choice":"AYE"},{"member_id":4,"full_name":"Kelly Gonez","vote_choice":"AYE"},{"member_id":7,"full_name":"Nick Melvoin","vote_choice":"AYE"},{"member_id":9,"full_name":"Rocio Rivas","vote_choice":"AYE"},{"member_id":10,"full_name":"Scott Schmerelson","vote_choice":"NAY"},{"member_id":1,"full_name":"Tanya Ortiz Franklin","vote_choice":"AYE"}],"topics":["Safety & Student Welfare","Health & Nutrition"]}}