{"success":true,"vote":{"id":14,"item_number":"036-19/20","title":"Honoring the Life and Legacy of Cesar E. Chavez","description":"Whereas, Cesar E. Chavez was a true American hero, and the anniversary of his birth on March 31, 2020 provides a fitting opportunity to remember and honor his many contributions to social justice and equity; Whereas, In 1962 Cesar E. Chavez cofounded the United Farm Workers Union to contest poor treatment of workers in the fields, and sought to empower those workers by organizing the first union to acquire labor contracts for farm workers in the grape fields; Whereas, Cesar E. Chavez changed the attitudes of workers in the fields, and the nation far beyond, by leading them to live the La Causa slogan, “Si Se Puede”, by empowering all to fight for civil rights and to strive for justice for all minorities; Whereas, For more than three decades, Cesar E. Chavez led this groundbreaking organization by effecting social change through peaceful tactics such as fasts, boycotts, strikes, and pilgrimages; his union’s efforts influenced and inspired millions of Americans, forging a diverse national coalition of students, middle-class consumers, religious groups, and minorities in a hard-won struggle to achieve fair wages, medical coverage, pension benefits, humane living conditions, and perhaps most important, dignity and respect for the hundreds of thousands of farmworkers across the country; Whereas, Cesar E. Chavez believed that it is not enough to teach our young people to be successful, to seek achievement, and to make progress as individuals while forgetting about progress and prosperity for their community and while leaving friends and neighbors behind; he believed that our ambitions must be broad enough to include the aspirations and needs of others; Whereas, In 2000, the California Senate established March 31st as Cesar E. Chavez Day, a statewide holiday in recognition of the life of this outstanding Mexican-American labor leader and the contributions he has made; Whereas, The Cesar E. Chavez Day of Service and Learning was created for public school children to promote service to the communities of California in honor of the life and work of Cesar E. Chavez; Whereas, An array of American streets, schools and even a national monument are named after Cesar E. Chavez, including the United States Naval Ship Cesar E. Chavez which debuted in 2011; Whereas, Even after his death in 1993, his message of non-violence, unity, and justice of all people continues on today; and Whereas, In 2014 President Barack Obama proclaimed March 31st as Cesar E. Chavez Day in the United States, with Americans being urged to “observe this day with appropriate service, community, and educational programs to honor Cesar E. Chavez’s enduring legacy”; now, therefore, be it Resolved, That the Governing Board of the Los Angeles Unified School District celebrates March 31st as Cesar E. Chavez Day to honor his legacy and will observe it on April 3, 2020; and, be it finally Resolved, That the Superintendent encourages students, staff, school administrators, teachers, and community members to implement service-learning projects based on his life, work, and values, and realize the full intent of the State-established Cesar Chavez Day of Service and Learning.","outcome":"PASS","ayes":7,"noes":0,"abstain":0,"absent":0,"meeting_id":4,"meeting_date":"2020-03-10","meeting_type":"regular","member_votes":[{"member_id":6,"full_name":"George McKenna III","vote_choice":"AYE"},{"member_id":3,"full_name":"Jackie Goldberg","vote_choice":"AYE"},{"member_id":4,"full_name":"Kelly Gonez","vote_choice":"AYE"},{"member_id":2,"full_name":"Monica Garcia","vote_choice":"AYE"},{"member_id":7,"full_name":"Nick Melvoin","vote_choice":"AYE"},{"member_id":11,"full_name":"Richard Vladovic","vote_choice":"AYE"},{"member_id":10,"full_name":"Scott Schmerelson","vote_choice":"AYE"}],"topics":["Resolutions & Recognitions","Labor & Employment","Contracts & Agreements"]}}