{"success":true,"vote":{"id":151,"item_number":"9.","title":"Define and Approve Four Projects to Provide Critical Replacements and Upgrades of School Building/Site Systems and Components and Amend the Facilities Services Division Strategic Execution Plan to Incorporate Therein \nFacilities Services Division","description":"Title\nDefine and Approve Four Projects to Provide Critical Replacements and Upgrades of School Building/Site Systems and Components and Amend the Facilities Services Division Strategic Execution Plan to Incorporate Therein \nFacilities Services Division\nend\n \ndescription\nBrief Description:\n(Define and Approve Four Projects to Provide Critical Replacements and Upgrades of School Building/Site Systems and Components and Amend the Facilities Services Division Strategic Execution Plan to Incorporate Therein) Recommends definition and approval of four projects essential for replacing and upgrading critical systems and components of school buildings, as detailed in Exhibit A, and the amendment of the Facilities Services Division Strategic Execution Plan to incorporate therein, for a combined budget of $25,320,917.\nend\n \nRecommendation\nAction Proposed: \nDefine and approve four projects to provide critical replacements and upgrades of school building/site systems and components, as listed on Exhibit A, and amend the Facilities Services Division (Facilities) Strategic Execution Plan (SEP) to incorporate therein. The total combined budget for these proposed projects is $25,320,917.\n \nAuthorize the Chief Procurement Officer and/or the Chief Facilities Executive and/or their designee(s) to execute all instruments necessary, as legally permissible, to implement the proposed projects, including budget modifications and the purchase of equipment and materials.\nend\n \nBody\nBackground: \nPriorities for the expenditure of capital funding are evaluated to ensure the District’s most pressing priorities are being addressed. More than 60 percent of Los Angeles Unified School District (Los Angeles Unified or District) school buildings were built more than 50 years ago, with more than $80 billion of unfunded school facilities needs identified Districtwide, and these needs grow every year. As the District’s capital needs far exceed available funding, the most pressing unfunded critical needs will continue to be addressed based on an evaluation of known facilities conditions and needs at schools. Projects developed under this School Upgrade Program category of need, Critical Replacements and Upgrades of School Building/Site Systems and Components, will replace failing building systems that create safety concerns and are disruptive to school operations. Systems in the worst condition, especially those that pose a safety hazard and/or will negatively impact school operations and other building systems if not addressed, will be addressed first.\n \nThe project proposals contained in this Board Report align with these priorities. Exhibit A includes a project to replace arcades and paving at Hillcrest Elementary School, a project to replace gym bleachers at Hollywood High School, a project to provide a new accessible play structure and greening improvements at Halldale Elementary School, and a project to upgrade the synthetic track, scoreboard, and tennis courts at Nathaniel Narbonne High School.\n \nThe project at Halldale Elementary School was awarded a grant from the Community Project Funding (CPF) program administered by the U.S. Department of Housing and Urban Development. Under the CPF program, Members of Congress select specific projects in their communities for funding which is approved as part of the annual appropriations process. Representative Nanette Barragán, an alumna of Halldale Elementary School representing California’s 44th Congressional District, designated CPF funding in the fiscal year 2024 appropriations bill for the new accessible play structure and greening improvements project. This CPF grant is a cost-reimbursement award which requires initial funding to be provided and then allows documented costs to be fully reimbursed up to the project budget of $2,500,000.\n \nBond Oversight Committee Recommendations:\nThis item was considered by the School Construction Bond Citizens’ Oversight Committee (BOC) at its meeting on March 27, 2025, as referenced in Exhibit B. The presentation that was provided is included as Exhibit C. Staff has concluded that this proposed Facilities SEP amendment is in alignment with BOC recommendations and will facilitate Los Angeles Unified’s ability to successfully implement the Facilities SEP.\n \nExpected Outcomes:\nStaff anticipates that the Board of Education will adopt the proposed amendment to the Facilities SEP to define and approve four projects that address critical replacement and upgrade needs. Approval will authorize staff to proceed with the implementation of the proposed projects to improve student health, safety, and educational quality. \n \nBoard Options and Consequences: \nAdoption of the proposed action will authorize staff to proceed with the expenditure of Bond Program funds to undertake the proposed projects in accordance with the provisions set forth in Los Angeles Unified local bond measures K, R, Y, Q, RR, and US. If the proposed action is not approved, Bond Program funds will not be expended, and critical replacement and upgrade needs will remain unaddressed.\n \nPolicy Implications: \nThe proposal is consistent with Los Angeles Unified’s long-term goal to address unmet school facilities needs and significantly improve the conditions of aging and deteriorating school facilities as described in Los Angeles Unified local bond measures. The proposed action advances Los Angeles Unified’s 2022-2026 Strategic Plan, Pillar 4 Operational Effectiveness, Modernizing Infrastructure by providing critical replacements and upgrades at schools. \n \nBudget Impact: \nThe total combined budget for the four proposed projects is $25,320,917 and will be funded with Bond Program funds earmarked specifically for critical replacements and upgrades of school building/site systems and components. Staff anticipates reimbursement of up to $2,500,000 in CPF grant funds for the proposed project at Halldale Elementary School.\n \nEach project budget was prepared based on the current information known and assumptions about the proposed project scopes, site conditions, and market conditions. Individual project budgets will be reviewed as new information becomes known or unforeseen conditions arise and will be adjusted accordingly to enable the successful completion of each project.\n \nStudent Impact: \nApproval of the proposed projects enables the District to continue ongoing efforts to undertake facilities improvements that help ensure the approximately 3,800 current and future students attending these four schools are provided with a safe school environment that promotes teaching and learning.\n \nEquity Impact:\nBuilding components/systems in the worst condition, especially those that pose a safety hazard and/or negatively impact school operations and other building systems if not addressed, will be addressed first.\n \nIssues and Analysis:\nIt may be necessary to undertake feasibility studies, site analysis, scoping, and/or due diligence activities on the proposed projects. As necessary, the Office of Environmental Health and Safety (OEHS) will evaluate the proposed projects in accordance with the California Environmental Quality Act (CEQA) to ensure compliance. If it is determined the proposed project scopes will not sufficiently address the critical needs identified, the project scope, schedule, and budget will be revised accordingly.\n \nAttachments:\nExhibit A - Projects to Replace Failing Building/Site Systems and Components\nExhibit B - BOC Resolution\nExhibit C - BOC Presentation\n \nSubmitted:\n03/11/25\n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \nRESPECTFULLY SUBMITTED,                                                               APPROVED BY:\n \n \n \n______________________________                                                               _____________________________\nALBERTO M. CARVALHO                                                                    PEDRO SALCIDO\nSuperintendent                                                                                                         Deputy Superintendent, \nBusiness Services and Operations\n                                                                                                                                                   \n \n \nREVIEWED BY:                                                                                                          APPROVED BY:\n \n \n \n______________________________                                                               ______________________________\nDEVORA NAVERA REED                                                                                    KRISZTINA TOKES\nGeneral Counsel                                                                                                         Chief Facilities Executive\n                                                                                                                                                   Facilities Services Division\n___  Approved as to form.\n \n \n \nREVIEWED BY:                                                                                                         PRESENTED BY:\n \n \n \n______________________________                                                               ______________________________\nNOLBERTO DELGADILLO                                                                                    MARK CHO\nDeputy Chief Financial Officer                                                               Deputy Director of Facilities \nMaintenance and Operations\n                                                                                                                                                   Facilities Services Division\n___  Approved as to budget impact statement.","outcome":"PASS","ayes":7,"noes":0,"abstain":0,"absent":0,"meeting_id":58,"meeting_date":"2025-04-08","meeting_type":"regular","member_votes":[{"member_id":5,"full_name":"Karla Griego","vote_choice":"AYE"},{"member_id":4,"full_name":"Kelly Gonez","vote_choice":"AYE"},{"member_id":7,"full_name":"Nick Melvoin","vote_choice":"AYE"},{"member_id":9,"full_name":"Rocio Rivas","vote_choice":"AYE"},{"member_id":10,"full_name":"Scott Schmerelson","vote_choice":"AYE"},{"member_id":8,"full_name":"Sherlett H. Newbill","vote_choice":"AYE"},{"member_id":1,"full_name":"Tanya Ortiz Franklin","vote_choice":"AYE"}],"topics":["Facilities & Construction","Curriculum & Instruction","Health & Nutrition"]}}