{"success":true,"vote":{"id":154,"item_number":"12.","title":"Define and Approve the Verdugo Hills High School New Baseball Scoreboard Project and Amend the Facilities Services Division Strategic Execution Plan to Incorporate Therein \nFacilities Services Division","description":"Title\nDefine and Approve the Verdugo Hills High School New Baseball Scoreboard Project and Amend the Facilities Services Division Strategic Execution Plan to Incorporate Therein \nFacilities Services Division \nend\n \nBrief Description:\ndescription\n(Define and Approve the Verdugo Hills High School New Baseball Scoreboard Project and Amend the Facilities Services Division Strategic Execution Plan to Incorporate Therein) Recommends definition and approval of a project to provide a new baseball scoreboard at Verdugo Hills High School (BD 6, Region North), and the amendment of the Facilities Services Division Strategic Execution Plan to incorporate therein, for a budget of $556,683.\nend\n \nRecommendation\nAction Proposed: \nDefine and approve the Verdugo Hills High School (BD 6, Region North) New Baseball Scoreboard Project (Project) and amend the Facilities Services Division (Facilities) Strategic Execution Plan (SEP) to incorporate therein. The budget of the proposed Project is $556,683.\n \nAuthorize the Chief Procurement Officer and/or the Chief Facilities Executive and/or their designee(s) to execute all instruments necessary, as legally permissible, to implement the proposed Project including budget modifications and the purchase of equipment and materials.\nend\n \nBody\nBackground: \nOn August 24, 2021, the Board of Education (Board) adopted an update to the School Upgrade Program (SUP) to integrate Measure RR funding and priorities into its operational framework. The updated SUP framework and the Measure RR Implementation Plan help guide the identification of sites and development of project proposals. \n \nPursuant to the Board Resolution, Modernization, Upgrade and Development of High School Athletic Facilities, adopted on June 22, 2021, funding has been prioritized within the SUP to modernize, upgrade, or develop new high school athletic facilities within each Board District.  Projects to upgrade high school athletic facilities within each Board District fall under the SUP category of need for School Upgrades and Reconfigurations to Support Wellness, Health, Athletics, Learning, and Efficiency.  Funds are allocated for each Board District based on each Board District’s proportionate share of high school enrollment and number of sports teams.  Proposed Project is identified by Board offices in consultation with stakeholders and developed by Facilities staff.\n \nThe Project includes, but is not limited to:\n•                     The design and construction of a new baseball field scoreboard with connection to existing electrical panel.\n \n \n•                     Requirements from the Division of the State Architect (DSA), California Environmental Quality Act (CEQA), Department of Toxic Substances Control (DTSC), or other improvements to ensure compliance with local, state, and federal regulations.\n \nConstruction is anticipated to begin in Q4-2025 and be completed in Q2-2026.  The proposed Project will support the school’s physical education and athletic programs and allow the school to practice for and/or host athletic events which contribute to student athletic achievement, school pride, and a positive school culture.\n \nThe proposed Project is in Board District 6 (Kelly Gonez) and Region North.\n \nBond Oversight Committee Recommendations:\nThis item was considered by the School Construction Bond Citizens’ Oversight Committee (BOC) at its meeting on March 27, 2025. The presentation that was provided is included as Exhibit B. Staff has concluded that this proposed Facilities SEP amendment is in alignment with BOC recommendations and will facilitate Los Angeles Unified’s ability to successfully implement the Facilities SEP.\n \nExpected Outcomes:\nDefine and approve the proposed Project and amend the Facilities SEP to incorporate therein.  Approval will authorize staff to proceed with the implementation of the proposed Project and expenditure of Bond Program funds.\n \nThe proposed Project, once completed, will support physical education programs, student athletic achievement, and athletic programs.  The proposed Project will also decrease demand for repair and maintenance, alleviate the burden on custodial staff, and benefit the local economy by creating tax revenue and new jobs.\n \nBoard Options and Consequences: \nAdoption of the proposed action will authorize staff to proceed with the expenditure of Bond Program funds to undertake the proposed Project in accordance with the provisions set forth in Los Angeles Unified local bond measures K, R, Y, Q, RR, and US. \n \nIf the proposed action is not approved, Bond Program funds will not be expended and the school will continue to operate without a new baseball scoreboard.\n \nPolicy Implications: \nThe proposal does not impact Los Angeles Unified policy. The proposal supports the implementation of the Modernization, Upgrade and Development of High School Athletic Facilities Board Resolution.  The proposal is consistent with Los Angeles Unified’s long-term goal to address unmet school facilities needs and significantly improve the conditions of aging and deteriorating school facilities as described in Los Angeles Unified local bond measures. The proposed action advances Los Angeles Unified’s 2022-2026 Strategic Plan Pillar 4 Operational Effectiveness Modernizing Infrastructure by upgrading athletic facilities at school.\n \nBudget Impact: \nThe proposed Project budget is $556,683 and will be funded with Bond Program funds earmarked specifically for school upgrades and reconfigurations to support wellness, health, athletics, learning, and efficiency, and more specifically from the amount allocated for upgrades to athletic facilities in Board District 6.\n \nThe Project budget was prepared based on the current information known, and assumptions about the scope, site conditions, and market conditions.  The Project budget will be reviewed throughout the planning, design, and construction phases as new information becomes known or unforeseen conditions arise and will be adjusted accordingly to enable the successful completion of the proposed Project.\n \nStudent Impact:\nThe proposed Project, once completed, will provide a new baseball scoreboard that supports physical education programs, student athletic achievement, and athletic programs to benefit approximately 1,200 students.  The new baseball scoreboard will also allow the school to practice for and/or host games and other school community events, which builds school pride and enhances opportunities to create a positive school culture.\n \nEquity Impact:\nFunds are allocated for the Board District based on a proportionate share of high school enrollment and number of sports teams.\n \nIssues and Analysis: \nStaff will implement all opportunities to minimize construction impacts on school operations and existing athletic programs. As necessary, the temporary use of local parks, neighboring school athletic facilities, and other opportunities will be utilized to reduce impacts to the existing athletic programs at each school. \n \nThe Office of Environmental Health and Safety (OEHS) will evaluate the proposed Project in accordance with the California Environmental Quality Act (CEQA). \n \nAttachments:\nExhibit A - BOC Resolution\nExhibit B - BOC Presentation\n \nSubmitted:\n03/11/25\n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \nRESPECTFULLY SUBMITTED,                                                               APPROVED BY:\n \n \n \n_____________________________                                                               _____________________________                     \nALBERTO M. CARVALHO                                                                    PEDRO SALCIDO\nSuperintendent                                                                                                         Deputy Superintendent \nBusiness Services and Operations\n                                                                                                                                                   \n \n \nREVIEWED BY:                                                                                                          APPROVED BY:\n \n \n \n_____________________________                                                               _____________________________\nDEVORA NAVERA REED                                                                                    KRISZTINA TOKES\nGeneral Counsel                                                                                                         Chief Facilities Executive\n                                                                                                                                                   Facilities Services Division\n___  Approved as to form.\n \n \n \nREVIEWED BY:                                                                                                         PRESENTED BY:\n \n \n \n_____________________________                                                               _____________________________\nNOLBERTO DELGADILLO                                                                                    ISSAM DAHDUL\nDeputy Chief Financial Officer                                                               Director of Facilities \nPlanning and Development\n                                                                                                                                                   Facilities Services Division\n___  Approved as to budget impact statement.","outcome":"PASS","ayes":7,"noes":0,"abstain":0,"absent":0,"meeting_id":58,"meeting_date":"2025-04-08","meeting_type":"regular","member_votes":[{"member_id":5,"full_name":"Karla Griego","vote_choice":"AYE"},{"member_id":4,"full_name":"Kelly Gonez","vote_choice":"AYE"},{"member_id":7,"full_name":"Nick Melvoin","vote_choice":"AYE"},{"member_id":9,"full_name":"Rocio Rivas","vote_choice":"AYE"},{"member_id":10,"full_name":"Scott Schmerelson","vote_choice":"AYE"},{"member_id":8,"full_name":"Sherlett H. Newbill","vote_choice":"AYE"},{"member_id":1,"full_name":"Tanya Ortiz Franklin","vote_choice":"AYE"}],"topics":["Health & Nutrition","Facilities & Construction"]}}