{"success":true,"vote":{"id":156,"item_number":"14.","title":"Adoption of Resolution Authorizing Filing of Applications for State Allocation Board-Administered Programs and Acknowledging Requirement to Submit Five-Year School Facilities Master Plan\nFacilities Services Division","description":"Title\nAdoption of Resolution Authorizing Filing of Applications for State Allocation Board-Administered Programs and Acknowledging Requirement to Submit Five-Year School Facilities Master Plan\nFacilities Services Division\nend\n \nBrief Description:\ndescription\n(Adoption of Resolution Authorizing Filing of Applications for State Allocation Board-Administered Programs and Acknowledging Requirement to Submit Five-Year School Facilities Master Plan) Recommends adoption of a resolution to authorize Los Angeles Unified School District (LAUSD or District) to file applications for State Allocation Board-administered programs and acknowledges, as a condition of participation in the School Facility Program, the requirement to submit a five-year school facilities master plan to the California Department of General Services, Office of Public School Construction.\nend\n \nRecommendation\nAction Proposed: \nAdoption of the attached Board of Education resolution (Exhibit A), which authorizes LAUSD personnel to file applications for State Allocation Board-administered programs and acknowledges, as a condition of participation in the School Facility Program, the requirement to submit a five-year school facilities master plan to the California Department of General Services, Office of Public School Construction.\nend\n \nBody\nBackground: \nThe State Allocation Board (SAB) is responsible for determining the allocation of state resources used to fund the new construction and modernization of public-school facilities through the School Facility Program (SFP). These funding resources come from voter-approved general obligation bond funds and other designated state funds, which are allocated into various SFP programs. LAUSD has applied for grants through these programs and has been awarded approximately $5.61 billion so far, allowing the District to build new schools, modernize existing campuses, and provide learning environments that help students achieve educational goals.\n \nAs a result of the passage of the Kindergarten through Grade 12 Schools and Local Community College Public Education Facilities Modernization, Repair, and Safety Bond Act of 2024 (Proposition 2), each school district that intends to participate in the SFP must submit to the Office of Public School Construction (OPSC) a five-year school facilities master plan, or an updated five-year school facilities master plan, approved by the district’s governing board. The specific elements required in the master plan, and the standards for master-plan preparation, are expected to be determined by the SAB sometime during the first half of 2025. Until the master plan is completed, a district may continue to submit SFP grant applications, provided that it submits to OPSC a resolution, approved by the district’s governing board, acknowledging the master-plan requirement, and provided that the district complies with the deadlines specified in the resolution. The attached resolution will allow LAUSD to continue filing grant applications during this period.\n \nExpected Outcomes:\nAdoption of the attached resolution so that LAUSD may continue filing SFP grant applications until a five-year facilities master plan can be submitted to OPSC.\n \nBoard Options and Consequences: \nApproval of this resolution will allow LAUSD to continue filing SFP grant applications without interruption.\n \nDisapproval of the resolution will require LAUSD to suspend all SFP grant applications until LAUSD fulfills the five-year facilities master plan requirement. Grant applications (other than Facility Hardship and Seismic Mitigation program applications) are processed and awarded in the order in which OPSC receives them. Because of the large backlog of applications, any delay in submission of the District’s applications increases the likelihood that, even with the funds recently made available under Proposition 2, funding will be exhausted by the time these applications are processed. Therefore, disapproval of this resolution could jeopardize LAUSD’s ability to receive some SFP grants.\n \nPolicy Implications: \nThe proposal advances Pillar 2 (Joy and Wellness) and Pillar 4 (Operational Effectiveness) of the 2022-2026 Strategic Plan by facilitating the funding of school construction projects, thus providing facilities that improve students’ access to safe, healthy, and educationally effective learning environments.\n \nBudget Impact: \nSFP funding of school construction projects reduces the burden on local sources of school funding.\n \nStudent Impact: \nApproval of this resolution will allow the District to continue applying for SFP grants for the construction of modern school facilities, thus improving students’ access to a safe and healthy learning environment.\n \nEquity Impact:\nGrants awarded through the SFP support the District’s Bond program, which is focused on improving equity between newer and older schools so that all students have an equal opportunity for success.\n \nIssues and Analysis: \nNone.\n \nAttachments:\nExhibit A - Resolution Authorizing Filing of Applications for State Allocation Board-Administered Programs \n \nSubmitted:\n03/11/25\n \n \n \n \n \n \n \n \n \n \n \n \nRESPECTFULLY SUBMITTED,                                                               APPROVED BY:\n \n \n \n______________________________                                                               _____________________________\nALBERTO M. CARVALHO                                                                    PEDRO SALCIDO\nSuperintendent                                                                                                         Deputy Superintendent, \nBusiness Services and Operations\n                                                                                                                                                   \n \n \nREVIEWED BY:                                                                                                          APPROVED BY:\n \n \n \n______________________________                                                               ______________________________\nDEVORA NAVERA REED                                                                                    KRISZTINA TOKES\nGeneral Counsel                                                                                                         Chief Facilities Executive\n                                                                                                                                                   Facilities Services Division\n___  Approved as to form.\n \n \n \nREVIEWED BY:                                                                                                         \n \n \n \n______________________________                                          \nNOLBERTO DELGADILLO                                                                                                         \nDeputy Chief Financial Officer\n \n___  Approved as to budget impact statement.","outcome":"PASS","ayes":7,"noes":0,"abstain":0,"absent":0,"meeting_id":58,"meeting_date":"2025-04-08","meeting_type":"regular","member_votes":[{"member_id":5,"full_name":"Karla Griego","vote_choice":"AYE"},{"member_id":4,"full_name":"Kelly Gonez","vote_choice":"AYE"},{"member_id":7,"full_name":"Nick Melvoin","vote_choice":"AYE"},{"member_id":9,"full_name":"Rocio Rivas","vote_choice":"AYE"},{"member_id":10,"full_name":"Scott Schmerelson","vote_choice":"AYE"},{"member_id":8,"full_name":"Sherlett H. Newbill","vote_choice":"AYE"},{"member_id":1,"full_name":"Tanya Ortiz Franklin","vote_choice":"AYE"}],"topics":["Budget & Finance","Health & Nutrition","Facilities & Construction"]}}