{"success":true,"vote":{"id":161,"item_number":"22.","title":"Integrated Pest Management Team Approval\nOffice of the Board Secretariat","description":"Title\nIntegrated Pest Management Team Approval\nOffice of the Board Secretariat \nend\n \nBrief Description:\ndescription\nRecommends approval of the 15 named and prior provisionally approved, members of the Integrated Pest Management Team.\nend\n \nRecommendation\nAction Proposed: \nThe Board of Education (“Board”) is asked to approve the appointment of 15 named and prior provisionally approved individuals to the LAUSD Integrated Pest Management Team (“Team”). \nend\n \nBody\nBackground: \nOn March 23, 1999, the District’s Board adopted and implemented the LAUSD Integrated Pest Management Policy (“Policy”; see Attachment A).  The Team serves to provide guidance, verification and recommendations to support the District’s goal of Integrated Pest Management for the safest and lowest risk approach to control pest problems while protecting people, property and the environment. \n \nThe District operates its pest control activities within the framework of the Policy, which itself conforms to the standards of the Healthy Schools Act (“HSA”).  Furthermore, the Policy articulates terms and guidelines by which the Team must act, and specifies how Team membership is to be constituted.\n \nOn June 29, 2022, an audit by the LAUSD Office of Inspector General (see Attachment B) concluded that the Integrated Pest Management program was largely compliant with the Policy and the HSA.  However, the audit identified procedural issues, notably: (1) the lack of an effective training program for stakeholders; (2) the need for a document review process to ensure HSA compliance; and (3) the need to realign Team appointments and recruitment with the Policy.\n \nSince 2010, neither the Board nor any of its committees have approved Team members to serve their designated terms.  As a result, none of the currently participating individuals have been formally appointed to the Team.\n \nOn November 15, 2022, the Board authorized the formation of an Integrated Pest Management Ad Hoc Committee, tasked with re-constituting the Team by provisionally approving then-existing Team participants.  The Team was re-constituted with those participants as well as two additional individuals who had been initially vetted.\n \nOn August 27, 2024, the Integrated Pest Management Ad Hoc Committee met, approved and appointed all individuals to a provisional sixty day term, which was subsequently extended for an additional sixty days by the Board.\n \nIn the interim, the Board Secretariat has worked with the provisionally appointed individuals to reconfirm their commitments to serve on the Team, and collect their resumes and Certification Of Confidentiality & No Financial Interests forms.  Materials for all individuals who currently intend to proceed with full term appointments to the Team are attached hereto as Attachment C.  All remaining vacant positions will be presented for approval to the Board or one of its committees at a later date.  \n \nThis report incorporates by reference Board Report No. 107-22/23 (Integrated Pest Management Referral), which was adopted by the Board on November 15, 2023.  Moving forward, Team members will serve and complete their tenures in accordance with the Policy.  In the absence of the Board’s approval of future Team members, membership approval will be presented to a Board committee or the Committee of the Whole, as deemed by the Board Secretariat. \n \nExpected Outcomes:\nApproval of the 15 named and prior provisionally approved individuals to the Team, in alignment with the Policy.  The Team and all of its members will proceed consistent with the terms of the Policy. \n \nBoard Options and Consequences: \nFailure to approve the individuals as members of the Team will result in organizational and administrative challenges, and the Team’s membership will not be constituted in a manner consistent with the Policy. \n \nPolicy Implications: \nPositive policy implications are anticipated, as the work of the Team will proceed as envisioned and articulated by the Policy. \n \nBudget Impact: \nNot applicable\n \nStudent Impact:\nNot applicable\n \nEquity Impact:\nNot applicable\n \nIssues and Analysis: \nNot applicable\n \nAttachments:\nAttachment A - “LAUSD Integrated Pest Management Policy”\nAttachment B - “OIG Audit”\nAttachment C - “List of IPM Committee Members, Resumes and Certification of Confidentiality & No Financial Interests Forms”\n \nSubmitted:\n03/28/25 \n \n \n \n \nAPPROVED & PRESENTED BY:\n \n \n \n______________________________                                                               \nMICHAEL A. MCLEAN                                                                    \nExecutive Officer of the Board of Education                                                                                                         \n                                                                                                                                                   \n \n \nREVIEWED BY:                                                                                                          \n \n \n \n______________________________                                                               \nDEVORA NAVERA REED                                                                                    \nGeneral Counsel                                                                                                         \n                                                               \n                                                                                    \n___  Approved as to form.","outcome":"PASS","ayes":7,"noes":0,"abstain":0,"absent":0,"meeting_id":58,"meeting_date":"2025-04-08","meeting_type":"regular","member_votes":[{"member_id":5,"full_name":"Karla Griego","vote_choice":"AYE"},{"member_id":4,"full_name":"Kelly Gonez","vote_choice":"AYE"},{"member_id":7,"full_name":"Nick Melvoin","vote_choice":"AYE"},{"member_id":9,"full_name":"Rocio Rivas","vote_choice":"AYE"},{"member_id":10,"full_name":"Scott Schmerelson","vote_choice":"AYE"},{"member_id":8,"full_name":"Sherlett H. Newbill","vote_choice":"AYE"},{"member_id":1,"full_name":"Tanya Ortiz Franklin","vote_choice":"AYE"}],"topics":["Appointments","Health & Nutrition","Resolutions & Recognitions"]}}