{"success":true,"vote":{"id":171,"item_number":"5.","title":"Define and Approve the Birmingham Community Charter High School Aquatic Facility Replacement Project and Amend the Facilities Services Division Strategic Execution Plan to Incorporate Therein \nFacilities Services Division","description":"Title\nDefine and Approve the Birmingham Community Charter High School Aquatic Facility Replacement Project and Amend the Facilities Services Division Strategic Execution Plan to Incorporate Therein \nFacilities Services Division\nend\n \ndescription\nBrief Description:\n(Define and Approve Birmingham Community Charter High School Aquatic Facility Replacement Project and Amend the Facilities Services Division Strategic Execution Plan to Incorporate Therein) Recommends definition and approval of a project to replace the outdoor swimming pool complex at Birmingham Community Charter High School (Board District 3), and the amendment of the Facilities Services Division Strategic Execution Plan to incorporate therein, for a budget of $41,141,552.\nend\n \nRecommendation\nAction Proposed: \nDefine and approve the Birmingham Community Charter High School Aquatic Facility Replacement Project (Project) and amend the Facilities Services Division (Facilities) Strategic Execution Plan (SEP) to incorporate therein.  The budget of the proposed Project is $41,141,552.\n \nAuthorize the Chief Procurement Officer, Chief Facilities Executive, or their designee(s) to execute all instruments necessary, as legally permissible, to implement the proposed Project including budget modifications and the purchase of equipment and materials.\nend\n \nBody\nBackground: \nThe School Upgrade Program (SUP) - the current phase of Los Angeles Unified’s Bond Program - supports the development of projects that upgrade, modernize, and replace aging and deteriorating school facilities, update technology, and address facilities inequities to help improve student health, safety, and educational quality.  The SUP includes a spending target entitled, “Charter School Facilities Upgrades and Expansions.”  Projects developed under this category of need are included in the Facilities SEP.\n \nCharter school facilities upgrade projects developed under this category of need are subject to assessment of the conditions and needs of the school building/site systems and components of District facilities occupied by charter schools, input from the charter school community, and development of an implementation plan by District staff.  \n \nThe swimming pool complex at Birmingham Community Charter High School is in need of replacement due to continuous leakage from cracks found throughout the swimming pool and the pool deck, causing reduced water levels in the swimming pool and saturated soil behind the perimeter walls of the swimming pool complex.\n \nThe scope of the proposed Project includes, but is not limited to, the following:\n \n•                     Construction of new outdoor swimming pool and associated support buildings as well as new shade structures, scoreboard, accessible bleachers, and sports lighting system with audio/visual system.\n \n•                     Demolition of existing outdoor swimming pool complex, including support buildings and structures.\n \n•                     Site improvements at former pool area, including new natural turf, landscaping, and irrigation. \n \n•                     Compliance with requirements from the Americans with Disabilities Act (ADA), Division of the State Architect (DSA), California Environmental Quality Act (CEQA), Department of Toxic Substances Control (DTSC), or other obligations to ensure adherence with local, state, and federal requirements.\n \nConstruction is anticipated to begin in Q4-2027 and be completed in Q4-2029. The proposed Project will enhance physical education and athletics at Birmingham Community Charter High School and Daniel Pearl Magnet School - whose students participate in the aquatics program - and support California Interscholastic Federation (CIF) competitions for multiple West Valley schools including Taft Charter HS, Kennedy HS, Van Nuys HS, Granada Hills Charter, and El Camino Real Charter HS at the area’s only pool. The proposed Project contributes to student health, safety, athletic achievement, school pride, and a positive school culture.\n \nBond Oversight Committee Recommendations:\nThis item was considered by the School Construction Bond Citizens’ Oversight Committee (BOC) at its meeting on May 22, 2025, as referenced in Exhibit A.  The presentation that was provided is included as Exhibit B.  Staff has concluded that this proposed Facilities SEP amendment is in alignment with BOC recommendations and will facilitate Los Angeles Unified’s ability to successfully implement the Facilities SEP.\n \nExpected Outcomes:\nStaff anticipates that the Board of Education will adopt the proposed amendment to the Facilities SEP to define and approve the proposed Project.  Approval will authorize staff to proceed with the implementation of the proposed Project.\n \nThe proposed Project, once completed, will support student athletic achievement and physical education programs. The proposed Project will also decrease demand for ongoing costly repairs and maintenance, ensure compliance with current codes and requirements of the CIF for competition pools, and improve student health and safety.\n \nBoard Options and Consequences: \nAdoption of the proposed action will authorize staff to proceed with the expenditure of Bond Program funds to undertake the proposed Project in accordance with the provisions set forth in Los Angeles Unified local bond measures K, R, Y, Q, RR, and US.  If the proposed action is not approved, Bond Program funds will not be expended and ongoing repair and maintenance costs to operate the pool will continue until it is no longer deemed usable.\n \nPolicy Implications: \nThe proposal does not impact Los Angeles Unified policy.  The proposal is consistent with Los Angeles Unified’s long-term goal to address unmet school facilities needs and significantly improve the conditions of aging and deteriorating school facilities as described in Los Angeles Unified local bond measures.  The proposed action advances Los Angeles Unified’s 2022-2026 Strategic Plan, Pillar 4 Operational Effectiveness, Modernizing Infrastructure by upgrading athletic facilities. \n \nBudget Impact: \nThe total budget for the proposed Project is $41,141,552, and will be funded with Bond Program funds earmarked specifically for charter school facilities upgrades and expansions.\n \nThe budget was prepared based on the current information known, and assumptions about the scope, site conditions, and market conditions.  The budget will be reviewed throughout the planning, design, and construction phases as new information becomes known or unforeseen conditions arise and will be adjusted accordingly to enable the successful completion of the proposed Project.\n \nStudent Impact: \nApproval of the proposed Project enables the District to continue ongoing efforts to improve facilities that help ensure thousands of current and future students are provided a safe environment that promotes physical education programs and student athletic achievement.\n \nEquity Impact:\nBuilding components/systems in the worst condition, especially those that pose a safety hazard and/or negatively impact school operations and other building systems if not addressed, will be addressed first.\n \nIssues and Analysis:\nStaff will implement all opportunities to minimize construction impacts on school operations and existing athletic programs. \n \nThe Office of Environmental Health and Safety (OEHS) will evaluate the proposed Project in accordance with CEQA. \n \nAttachments:\nExhibit A - BOC Resolution\nExhibit B - BOC Presentation\n \nSubmitted:\n05/05/25\n \n \n \n \n \n \n \n \n \n \n \n \n \n \nRESPECTFULLY SUBMITTED,                                                               APPROVED BY:\n \n \n \n______________________________                                                               _____________________________\nALBERTO M. CARVALHO                                                                    PEDRO SALCIDO\nSuperintendent                                                                                                         Deputy Superintendent, \nBusiness Services and Operations\n                                                                                                                                                   \n \n \nREVIEWED BY:                                                                                                          APPROVED BY:\n \n \n \n______________________________                                                               ______________________________\nDEVORA NAVERA REED                                                                                    KRISZTINA TOKES\nGeneral Counsel                                                                                                         Chief Facilities Executive\n                                                                                                                                                   Facilities Services Division\n___  Approved as to form.\n \n \n \nREVIEWED BY:                                                                                                         PRESENTED BY:\n \n \n \n_____________________________                                                               _____________________________\nNOLBERTO DELGADILLO                                                                                    ISSAM DAHDUL\nDeputy Chief Financial Officer                                                               Director of Facilities \nPlanning and Development\n                                                                                                                                                   Facilities Services Division\n___  Approved as to budget impact statement.","outcome":"PASS","ayes":7,"noes":0,"abstain":0,"absent":0,"meeting_id":59,"meeting_date":"2025-06-03","meeting_type":"regular","member_votes":[{"member_id":5,"full_name":"Karla Griego","vote_choice":"AYE"},{"member_id":4,"full_name":"Kelly Gonez","vote_choice":"AYE"},{"member_id":7,"full_name":"Nick Melvoin","vote_choice":"AYE"},{"member_id":9,"full_name":"Rocio Rivas","vote_choice":"AYE"},{"member_id":10,"full_name":"Scott Schmerelson","vote_choice":"AYE"},{"member_id":8,"full_name":"Sherlett H. Newbill","vote_choice":"AYE"},{"member_id":1,"full_name":"Tanya Ortiz Franklin","vote_choice":"AYE"}],"topics":["Facilities & Construction","Charter Schools","Health & Nutrition"]}}