{"success":true,"vote":{"id":173,"item_number":"7.","title":"Renaming of Hesby Oaks Leadership Charter\nDivision of School Operations","description":"Title\nRenaming of Hesby Oaks Leadership Charter\nDivision of School Operations\nend\n \nBrief Description:\ndescription\n(Approval of the renaming of Hesby Oaks Leadership Charter) Recommends approval of renaming the school to Hesby Oaks Leadership Academy.\nend\n \nRecommendation\nAction Proposed: \nApprove the renaming of Hesby Oaks Leadership Charter to Hesby Oaks Leadership Academy consistent with BUL-5549.2 (Naming/ Renaming Schools, Buildings, and Fields). The school is located in Board District 4, Region North. \nend\n \nBody\nBackground: \nIn the Fall of 2024, the community of Reseda raised concerns with the current name of the school: Hesby Oaks Leadership Charter. School administrators and staff began to communicate with stakeholders about the possible formation of a renaming committee made up of students, staff, and teachers. In the Fall of 2024, the renaming committee began to have formal meetings and generated feedback and ideas for school names from different stakeholders.\n \nThe school community proposed a name change would avoid confusion of being considered as an independent charter school. New families have shared the word “charter” in the school’s name automatically causes families to assume that Hesby Oaks Leadership Charter is not part of the LAUSD district. This confusion has led families away from the school thinking that the school is not aligned with the guidelines and policies of the school district. \n \nThe renaming committee proposed 2 school names for the community to vote on:  Hesby Oaks Leadership Charter (keep as is) or Hesby Oaks Leadership Academy. \n \nThe school community realizes that changing the school’s name will support with attracting new families. The school will continue to successfully operate as a welcoming environment. \n \nExpected Outcomes:\nThe school and community voted to change the name Hesby Oaks Charter to Hesby Oaks Leadership Academy. With the adoption of this report by the Los Angeles Unified Board of Education, Hesby Oaks Leadership Academy will become the new name of the school.\n \nBoard Options and Consequences: \nIf a “Yes” vote is rendered by the Board of Education, the name will change to Hesby Oaks Leadership Academy.\n \n \nIf a “No” vote is rendered by the Board of Education, the name of the school will remain Hesby Oaks Leadership Charter.\n \nPolicy Implications: \nNone.\n \nBudget Impact: \nThere is no known budget impact at this time as signage changes are not required. Dropping Charter from the school’s name will not require any new signage, therefore there are no fiscal impacts associated with this board report. \n \nStudent Impact:\nRenaming the school to Hesby Oaks Leadership Academy would have a positive community impact. It was also the most voted name by the parent and student stakeholder group. Stakeholders strongly believe that this will encourage new families to enroll and eliminate the confusion of assuming the school is part of a charter organization. \n \nEquity Impact:\nNot applicable.\nIssues and Analysis: \nNone.\nBelow is the breakdown of the percentage of each of the votes that took place:\n \nHesby Oaks Leadership Charter:\n6/49 Staff Votes (12%)\n17/73 Parent Votes (23%),\n171/414 Student votes (41%)\n \nHesby Oaks Leadership Academy:\n43/49 Staff Votes (88%)\n56/73 Parent Votes (77%)\n243/414 Student Votes (59%)\n \nAttachments:\nNone.\n \nSubmitted:\n05/14/25 \n \n \n \n \n \n \n \n \nRESPECTFULLY SUBMITTED,                                                               APPROVED & PRESENTED BY:\n \n \n \n______________________________                                                               _____________________________\nALBERTO M. CARVALHO                                                                    PEDRO SALCIDO\nSuperintendent                                                                                                         Deputy Superintendent\n                                                                                                                                                   Business Services and Operations\n \n \nREVIEWED BY: \n \n \n \n______________________________                                                               _____________________________\nDEVORA NAVERA REED                                                                                    ANDRÉS E. CHAIT\nGeneral Counsel                                                                                                         Chief of Schools Operations\n                                                                                                                                                   Division of School Operations\n \n___  Approved as to form.\n \n \n \nREVIEWED BY:\n \n \n \n______________________________                     \nNOLBERTO DELGADILLO\nDeputy Chief Financial Officer\n \n___  Approved as to budget impact statement.","outcome":"PASS","ayes":7,"noes":0,"abstain":0,"absent":0,"meeting_id":59,"meeting_date":"2025-06-03","meeting_type":"regular","member_votes":[{"member_id":5,"full_name":"Karla Griego","vote_choice":"AYE"},{"member_id":4,"full_name":"Kelly Gonez","vote_choice":"AYE"},{"member_id":7,"full_name":"Nick Melvoin","vote_choice":"AYE"},{"member_id":9,"full_name":"Rocio Rivas","vote_choice":"AYE"},{"member_id":10,"full_name":"Scott Schmerelson","vote_choice":"AYE"},{"member_id":8,"full_name":"Sherlett H. Newbill","vote_choice":"AYE"},{"member_id":1,"full_name":"Tanya Ortiz Franklin","vote_choice":"AYE"}],"topics":["Facilities & Construction","Charter Schools","Health & Nutrition"]}}