{"success":true,"vote":{"id":174,"item_number":"8.","title":"Renaming of Boyle Heights Hilda Solis Senior High\nDivision of School Operations","description":"Title\nRenaming of Boyle Heights Hilda Solis Senior High\nDivision of School Operations\nend\n \nBrief Description:\ndescription\n(Approval of the renaming of Boyle Heights Hida Solis Senior High School) Recommends approval of renaming of the school to Eastside High School at Hilda L. Solis Learning Complex.\nend\n \nRecommendation\nAction Proposed: \nApprove the renaming of Boyle Heights Hilda Solis Senior HS to Eastside High School at Hilda L. Solis Learning Complex consistent with BUL-5549.2 (Naming/Renaming Schools, Buildings, and Fields). The school is located in Board District 2, Region East.\nend\n \nBody\nBackground: \nThe school originally served the Boyle Heights community where it was co-located on a middle school site. The district decided to relocate the school onto the Hilda L. Solis campus at the end of the 2023-24 school year. The school brings a unique thread of STEM focus for students in the surrounding community. The school may now reach, beyond Boyle Heights and into the Eastside Los Angeles and surrounding neighborhoods.  The proposed Eastside High School at Hilda L. Solis Learning Complex reflects growth. There has been an effort to maintain the schools original name while weaving together both schools.  Under the new name the school is prepared to welcome students from a broader service to diverse communities in the greater Eastside Region. Additionally, to honor the Hilda L. Solis Learning Academy (previous campus name) and the fact that the school is part of a larger complex, which includes a learning center, the name was to retain the Hilda L. Solis as part of the name. Due to the Boyle Heights campus relocation; this move has given the school an opportunity to grow the vibrant STEM program. The campus will be a great place to increase enrollment while offering addition A-G courses on site. At the new location, the campus will have an opportunity to expand its robotics program. The renaming committee proposed 3 names: Eastside High School at Hilda L. Solis Learning Complex, Jose M. Hernandez High School at Hilda L. Solis Learning Complex and Ruben Salazar at Hilda L. Solis Learning Complex.   \n \nExpected Outcomes:\nThe school and community voted to change the name Boyle Heights Hilda L. Solis Senior HS magnet to Eastside High School at Hilda L. Solis Learning Complex.\n \nBoard Options and Consequences: \nIf a “yes” vote is rendered by the Board of Education, the name will change to Eastside High School at Hilda Solis Learning Complex. \n \nIf a “no” vote is rendered by the Board of Education, the name of the school will remain Boyle Heights Hilda Solis HS STEM Magnet which does not represent the present community. \n \n \nPolicy Implications: \nNone.\n \nBudget Impact: \nThere is no known budget impact at this time as signage changes are not required. Updating the school’s name will not require new signage. There will be no fiscal impact to the changing of the name from Boyle Heights Hilda Solis Senior HS to Eastside High School at Hilda L. Solis Learning Complex.\n \nStudent Impact:\nRenaming the school would have a positive community impact. It was also the most voted name by the parent and student stakeholder group. Students feel a strong, positive connection, rather than the current name, which is not inclusive or representative of the present. \n \nEquity Impact:\nNot applicable.\n \nIssues and Analysis: \nNone.\n \nBelow is the breakdown of the voting that took place. There were a total of 383 collected ballots.\n \n323 Votes: Eastside High School at Hilda L. Solis L. Learning Complex\n \nStaff - 50\nParents - 79 \nStudents - 194 \n \n38 Votes: Jose M. Hernandez High School at Hilda L. Solis Learning Complex\n \nStaff - 7 \nParents - 6 \nStudents - 25 \n \n22 Votes: Ruben Salazar High School at Hilda L. Solis Learning Complex\n \nStaff - 3 \nParents - 11 \nStudents - 8 \n \nAttachments:\nNone.\n \nSubmitted:\n05/29/25\n \n \n \nRESPECTFULLY SUBMITTED,                                                               APPROVED & PRESENTED BY:\n \n \n \n______________________________                                                               _____________________________\nALBERTO M. CARVALHO                                                                    PEDRO SALCIDO\nSuperintendent                                                                                                         Deputy Superintendent\n                                                                                                                                                   Business Services and Operations\n \n \nREVIEWED BY: \n \n \n \n______________________________                                                               _____________________________\nDEVORA NAVERA REED                                                                                    ANDRÉS E. CHAIT\nGeneral Counsel                                                                                                         Chief of Schools Operations\n                                                                                                                                                   Division of School Operations\n \n___  Approved as to form.\n \n \n \nREVIEWED BY:\n \n \n \n______________________________                     \nNOLBERTO DELGADILLO\nDeputy Chief Financial Officer\n \n___  Approved as to budget impact statement.","outcome":"PASS","ayes":7,"noes":0,"abstain":0,"absent":0,"meeting_id":59,"meeting_date":"2025-06-03","meeting_type":"regular","member_votes":[{"member_id":5,"full_name":"Karla Griego","vote_choice":"AYE"},{"member_id":4,"full_name":"Kelly Gonez","vote_choice":"AYE"},{"member_id":7,"full_name":"Nick Melvoin","vote_choice":"AYE"},{"member_id":9,"full_name":"Rocio Rivas","vote_choice":"AYE"},{"member_id":10,"full_name":"Scott Schmerelson","vote_choice":"AYE"},{"member_id":8,"full_name":"Sherlett H. Newbill","vote_choice":"AYE"},{"member_id":1,"full_name":"Tanya Ortiz Franklin","vote_choice":"AYE"}],"topics":["Health & Nutrition","Resolutions & Recognitions"]}}