{"success":true,"vote":{"id":176,"item_number":"10.","title":"Approval of Procurement Actions\nProcurement Services Division","description":"Title\nApproval of Procurement Actions\nProcurement Services Division\nend\n \nBrief Description:\ndescription\n(Approval of Procurement Actions) Recommends the ratification of the contract actions taken by the Procurement Services Division within delegated authority as listed in Attachment “A” to include the approval of award of Professional Service Contracts not exceeding $250,000:  New Contracts; Contract Amendment; Contract Assignments; and Purchase Orders; Goods and General Services: District Card Transactions; Rental of Facilities; Travel/Conference Attendance; General Stores Distribution Center; Book Instructional Material Purchase Orders; and approval of Professional Service Contracts (exceeding $250,000):  New Contracts; Goods and General Services Contracts (exceeding $250,000):  New Contracts; and Piggyback Contracts as listed on Attachment “B” ; and Certification of federal micro-purchase threshold for calendar years 2024/2025 as listed on Attachment “C.”\nend\n \nRecommendation\nAction Proposed: \nRatify the contract actions taken by the Procurement Services Division within delegated authority as listed in Attachment “A” including the approval of award of Professional Service Contracts not exceeding $250,000:  New Contracts; Purchase Orders; Good and General Services:  Purchase Orders; District Card Transactions; Rental of Facilities; Travel/Conference Attendance; General Stores Distribution Center; and Book/Instructional Material Purchase Orders; and approve Professional Service Contracts (exceeding $250,000):  New Contracts; and Goods and General Services Contracts (exceeding $250,000):  New Contracts; and Piggyback Contracts as listed in Attachment “B”; and Certify federal micro-purchase threshold for calendar years 2024/2025 as listed on Attachment “C.”\nend\n \nBody\nBackground: \nProcurement Services staff prepares monthly reports for contract actions necessary for the execution of the project approved by the Board for the educational and operational requirements of the District in accordance with Board delegated authority to the Superintendent.\n \nExpected Outcomes:\nApproval of these items will allow the goods and services provided by these contracts furnishing the equipment, supplies, or services to the Los Angeles Unified School District that support Board policies and goals.\n \nBoard Options and Consequences: \nThe Board can approve all actions presented or postpone selected actions pending receipt of additional information.  Non-ratification of actions awarded under delegated authority in Attachment “A” will result in immediate unavailability of products or discontinuance of services, or both.  While non-ratification may be legally defendable, it would likely result in costly litigation over discontinued payments or if the District attempts to reclaim payments made to a vendor.  District costs will likely increase as fewer vendors compete for future procurements.  Postponement of actions presented for approval in Attachment “B” will delay contract award or delivery dates. \n \nPolicy Implications: \nThis action does not change District policy and conforms to California Education Code section 17604 that permits the Board of Education to delegate authority for Procurement Services (Board Report 444-17/18), which the Board exercised on May 8, 2018.\n \nBudget Impact: \nThe contract actions presented are within the budget authority previously approved by the Board.  Ratification of contracts awarded under delegation of authority and within their Board approved budget listed in Attachment “A” includes:\n \n•                     Award of Professional Service Contracts not exceeding $250,000:  New Contracts; Contract Amendment; Contract Assignments; Purchase Orders; and\n•                     Goods and General Services Contracts not exceeding $250,000:  Procurement Transactions - Purchase Orders; Rental of Facilities; Travel/Conference Attendance; District Card Transactions; General Stores Distribution Center; and Book/Instructional Material Purchase Orders.\n \nRequest approval of Procurement Action not under delegated authority listed in Attachment “B” includes:\n•                     Professional Service Contracts (exceeding $250,000):  New Contracts; and\n•                     Goods and General Service Contracts (exceeding $250,000):  New Contracts; and Piggyback Contracts.\n \nStudent Impact:\nNot applicable.\n \nEquity Impact:\nSee attached for applicable items.\n \nIssues and Analysis: \nThere are no policy implications on these agreements.  The Business and Government Services Team, Office of the General Counsel, has reviewed and approved the agreements as to form, except where “authorization to negotiate and execute” is sought.\n \nAttachments:\nAttachment A - Ratification of Contracts Awarded Under Delegated Authority\nAttachment B - Request for Approval of Contracts Not Under Delegated Authority\nAttachment C - Certification of Federal Micro-Purchase Threshold for Calendar years 2024/2025\n \nPreviously adopted Board report referenced in the policy implications section:\n•                     Adopted May 8, 2018: Board Report No. 444-17/18 <https://drive.google.com/file/d/1LObScI2aOLv21Poz24gkLDhfVRiE6a8K/view?usp=share_link>\n•                     California Education Code Section 17604 (CE Code 17604 <https://drive.google.com/file/d/17i1CYUp6UH9-Gg-3DJMkxNEuH1uUQERc/view?usp=share_link>)\n \n \nSubmitted:\n05/05/25 \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \nRESPECTFULLY SUBMITTED,                                                               APPROVED & PRESENTED BY:\n \n \n \n______________________________                                                               _____________________________\nALBERTO M. CARVALHO                                                                    PEDRO SALCIDO\nSuperintendent                                                                                                         Deputy Superintendent\n                                                                                                                                                   Business Services and Operations\n \n \nREVIEWED BY:                                                                                                          APPROVED & PRESENTED BY:\n \n \n \n______________________________                                                               ______________________________\nDEVORA NAVERA REED                                                                                    SUNG YON LEE\nGeneral Counsel                                                                                                         Deputy Chief Business Officer\n                                                                                                                                                   Office of the Deputy Chief Business Officer\n___  Approved as to form.\n \n \n \nREVIEWED BY:                                                                                                         APPROVED & PRESENTED BY:\n \n \n \n______________________________                                                               ______________________________\nNOLBERTO DELGADILLO                                                                                    MATTHEW FRIEDMAN\nDeputy Chief Financial Officer                                                               Interim Chief Procurement Officer\n                                                                                                                                                   Procurement Services Division \n___  Approved as to budget impact statement.","outcome":"PASS","ayes":7,"noes":0,"abstain":0,"absent":0,"meeting_id":59,"meeting_date":"2025-06-03","meeting_type":"regular","member_votes":[{"member_id":5,"full_name":"Karla Griego","vote_choice":"AYE"},{"member_id":4,"full_name":"Kelly Gonez","vote_choice":"AYE"},{"member_id":7,"full_name":"Nick Melvoin","vote_choice":"AYE"},{"member_id":9,"full_name":"Rocio Rivas","vote_choice":"AYE"},{"member_id":10,"full_name":"Scott Schmerelson","vote_choice":"AYE"},{"member_id":8,"full_name":"Sherlett H. Newbill","vote_choice":"AYE"},{"member_id":1,"full_name":"Tanya Ortiz Franklin","vote_choice":"AYE"}],"topics":["Contracts & Agreements","Appointments","Health & Nutrition"]}}