{"success":true,"vote":{"id":182,"item_number":"16.","title":"Authorization of a Resolution of the Board of Education Approving the Sale and Issuance of Not-to-Exceed $5.1 Billion of General Obligation Refunding Bonds and the Forms of the Documents Necessary for the Issuance of such Bonds  \nBusiness and Finance Division","description":"Title\nAuthorization of a Resolution of the Board of Education Approving the Sale and Issuance of Not-to-Exceed $5.1 Billion of General Obligation Refunding Bonds and the Forms of the Documents Necessary for the Issuance of such Bonds  \nBusiness and Finance Division\nend\n \nBrief Description:\ndescription\n(Authorization of a Resolution of the Board of Education Approving the Sale and Issuance of Not-to-Exceed $5,100,000,000 of General Obligation Refunding Bonds and the Forms of the Documents Necessary for the Issuance of such Refunding Bonds) Recommends approval for the issuance of up to $5.1 billion in General Obligation Refunding Bonds to the extent taxpayer savings are available and approval of the necessary documents like a Bond Purchase Agreement, Official Notice of Sale, Notice of Intention to Sell Bonds, Continuing Disclosure Certificate, Escrow Agreement, and Official Statement. The sale of the GO Refunding Bonds will be through either a negotiated or competitive method, considering market conditions, declining enrollment, and budget uncertainties.\nend\n \nRecommendation\nAction Proposed: \nApprove the attached Master Refunding Resolution (Attachment A) in connection with the issuance of GO Refunding Bonds (the “Master Refunding Resolution”), which will:\na.                     Authorize the issuance of not to exceed $5.1 billion of GO Refunding Bonds;\nb.                     Approve the forms of documents necessary for the issuance of the GO Refunding Bonds, including an Official Statement, a Bond Purchase Agreement, an Official Notice of Sale, a Notice of Intention to Sell Bonds, a Continuing Disclosure Certificate, and Escrow Agreement (Attachments B - G); \nc.                     Authorize the sale of the GO Refunding Bonds by either a negotiated or competitive method of sale in light of current market conditions, the District’s declining enrollment and budget uncertainty, the debt structuring flexibility afforded by this method, and the ability to include a retail order period and meaningful roles for underwriting firms of various sizes; and\nd.                     Approve and direct certain actions to be taken in connection with the issuance of the GO Refunding Bonds. \nend\n \nBody\nBackground: \nThis Board Report seeks Board approval of the Master Refunding Resolution, which is a master resolution for the issuance of general obligation refunding bonds in an amount not-to-exceed $5.1 billion through Fiscal Year 2025-26. The purpose of the Master Refunding Resolution is to enable the District to quickly take advantage of favorable market conditions if they arise, and to reduce tax-payers’ debt service costs through economic refundings. The District has periodically used this approach in the past to authorize its general obligation refunding bonds. The Master Refunding Resolution authorizes the Chief Financial Officer, Deputy Chief Financial Officer, Controller, and Deputy Controller to effect the issuance of the GO Refunding Bonds and carry out all necessary acts related to the transaction or transactions. \nWhile the District typically issues refunding bonds on a tax-exempt basis, it is possible that either tax-exempt or taxable refunding structures may generate significant savings to justify an economic refunding. As a result, the Master Refunding Resolution provides the flexibility to issue the GO Refunding Bonds on either a tax-exempt or taxable basis if circumstances arise that favor one or the other structure. The Master Refunding Resolution also authorizes the forms of documents necessary to issue the GO Refunding Bonds. \nBased on the District’s Debt Management Policy, the Master Refunding Resolution authorizes the sale of the GO Refunding Bonds through the negotiated method of sale in light of current market conditions, the District’s declining enrollment and budget uncertainty, the debt structuring flexibility, and the ability to include a retail order period and meaningful roles for underwriting firms of various sizes. If refunding opportunities arise, the Chief Financial Officer shall designate the underwriters and their roles as senior manager(s), co-senior manager(s), and co-managers, in accordance with the Debt Management Policy.  Alternatively, the Master Refunding Resolution provides flexibility to issue the GO Refunding Bonds via competitive sale if favorable market conditions arise.\nIn compliance with Government Code Section 5852.1, the Board of Education has obtained from KNN Public Finance, as the District’s Municipal Advisor, the required costs of issuance estimates, and such estimates are disclosed in Exhibit A of the Master Refunding Resolution. \nThe GO Refunding Bonds are general obligation bonds of the District secured by and payable from ad valorem property taxes to be levied within the jurisdiction of the District pursuant to the California Constitution and State law. \nExpected Outcomes:\nApproval of the Master Refunding Resolution will enable the District to enter the market in an expedited manner to reduce the debt service costs on a portion of the District’s outstanding general obligation bonds should market conditions support one or more refundings.\nBoard Options and Consequences: \nShould the Board not approve this item, staff will not be authorized to proceed with the issuance of the GO Refunding Bonds which, subject to favorable market conditions, may generate taxpayer savings through a refunding. \nPolicy Implications: \nThis action is in compliance with the relevant criteria set forth in Article 1, Article 3 Section 3.02, and Article 4 Sections 4.08 and 4.12 of the Debt Management Policy. \nBudget Impact: \nThe proceeds of the GO Refunding Bonds will be placed into an escrow account and used to defease and call (prepay) the refunded bonds. Debt service savings from the GO Refunding Bonds will benefit the District’s taxpayers through reduced ad valorem property tax levies. There will be no impact on the District’s General Fund.\n \nStudent Impact:\nThe issuance of GO Refunding Bonds will reduce the taxes needed to repay the debt service on the District’s outstanding general obligation bonds and create more capacity to issue general obligation bonds in the future for new projects.\nEquity Impact:\n\n\n\nComponent\n\nScore\n\nScore Rationale\n\n\n\nRecognition\n\n     3\n\nDebt service savings from the GO Refunding Bonds will benefit the District’s taxpayers through reduced ad valorem property tax levies. Communities that have experienced historical inequities should benefit from reduced property taxes.\n\n\n\nResource Prioritization\n\n     4\n\nSavings achieved through the refunding of outstanding bonds benefit the District and its taxpayers through reduced debt service and property tax levies, respectively. This relief allows resources that would otherwise be used to service debt and property taxes, to be used for student needs.  \n\n\n\nResults\n\n     2\n\nThe refunding of bonds is done to achieve debt service savings and reduce ad valorem property taxes. It may result in closing achievement gaps by increasing disposable income in households located within communities that have experienced historical inequities, giving them the ability to allocate resources towards the education of their children (students).\n\n\n\nTOTAL\n\n     9\n\n \n\n\n \nIssues and Analysis: \nThis Board Report seeks Board approval of a master resolution for general obligation refunding bonds in an amount not-to-exceed $5.1 billion through the end of Fiscal Year 2025-26, based on the total amount of callable bonds outstanding. \nBased on tax law limitations, $591.2 million of outstanding general obligation bonds are currently or will become eligible for a tax-exempt current refunding starting in April 2026, subject to market conditions. The Master Refunding Resolution also enables the District to issue additional GO Refunding Bonds, if economic.\nAttachments:\nAttachment A - Master Refunding Resolution for General Obligation Refunding Bonds\nAttachment B - Form of Preliminary Official Statement\nAttachment C - Form of Bond Purchase Agreement \nAttachment D - Form of Official Notice of Sale \nAttachment E - Form of Notice of Intention to Sell Bonds \nAttachment F - Form of Continuing Disclosure Certificate\nAttachment G - Form of Escrow Agreement\nAttachment H - Appendix A\n \nSubmitted:\n05/05/25 \n \n \n \n \n \n \n \nRESPECTFULLY SUBMITTED,                                                               APPROVED & PRESENTED BY:\n \n \n \n______________________________                                                               _____________________________\nALBERTO M. CARVALHO                                                                    PEDRO SALCIDO                     \nSuperintendent                                                                                                         Deputy Superintendent\n                                                                                                                                                   Office of the Deputy Superintendent\n \n \nREVIEWED BY:                                                                                                          APPROVED & PRESENTED BY:\n \n \n \n______________________________                                                               ______________________________\nDEVORA NAVERA REED                                                                                    CHRISTOPHER D. MOUNT-BENITES\nGeneral Counsel                                                                                                         Chief Financial Officer\n                                                                                                                                                   Business and Finance Division\n___  Approved as to form.\n \n \n \nREVIEWED BY:\n \n \n \n______________________________                     \nNOLBERTO DELGADILLO\nDeputy Chief Financial Officer\n \n___  Approved as to budget impact statement.","outcome":"PASS","ayes":7,"noes":0,"abstain":0,"absent":0,"meeting_id":59,"meeting_date":"2025-06-03","meeting_type":"regular","member_votes":[{"member_id":5,"full_name":"Karla Griego","vote_choice":"AYE"},{"member_id":4,"full_name":"Kelly Gonez","vote_choice":"AYE"},{"member_id":7,"full_name":"Nick Melvoin","vote_choice":"AYE"},{"member_id":9,"full_name":"Rocio Rivas","vote_choice":"AYE"},{"member_id":10,"full_name":"Scott Schmerelson","vote_choice":"AYE"},{"member_id":8,"full_name":"Sherlett H. Newbill","vote_choice":"AYE"},{"member_id":1,"full_name":"Tanya Ortiz Franklin","vote_choice":"AYE"}],"topics":["Budget & Finance","Health & Nutrition","Transportation"]}}