{"success":true,"vote":{"id":183,"item_number":"17.","title":"Resolution of the Board of Education of the Los Angeles Unified School District Approving the Sales of a Previously Authorized Judgment Obligation Bonds, and Related Documents and Actions, including an Official Statement, Pursuant to the Judgment Refunding Program. \nBusiness and Finance Division","description":"Title\nResolution of the Board of Education of the Los Angeles Unified School District Approving the Sales of a Previously Authorized Judgment Obligation Bonds, and Related Documents and Actions, including an Official Statement, Pursuant to the Judgment Refunding Program. \nBusiness and Finance Division\nend\n \nBrief Description:\ndescription\n(Authorization of a Resolution of the Board of Education of the Los Angeles Unified School District Approving the Sales of a Previously Authorized Judgment Obligation Bonds, and Related Documents and Actions, including an Official Statement, Pursuant to the Judgment Refunding Program) Recommends approval for the issuance of an additional series of Judgment Obligation Bonds to refund all or a portion of significant tort liability obligations from AB 218 and similar claims. The issuance of Additional JOBs is limited to the parameters included in the Board-approved Judgment Refunding Resolution. \nend\n \nRecommendation\nAction Proposed: \nApprove the attached resolution (Attachment A) (the “Judgment Obligation Bond Sales Resolution”) relating to the sales of additional series of judgment obligation bonds (the “Additional JOBs”) in accordance with the previously approved program to refund all or a portion of significant involuntary tort liability obligations arising as a result of litigation brought by application of California Assembly Bill Number 218 (“AB 218”) and similar childhood sexual assault, abuse and/or molestation claims for tort liability (the “Judgment Refunding Program”), and authorize the designated officers as described in the attached resolution.  The issuance of Additional JOBs is limited to the parameters included in the Board-approved Judgment Refunding Resolution (defined below).\nend\n \nBody\nBackground: \nOn June 18, 2024, the Board approved the issuance of Judgment Obligation Notes, Judgment Obligation Bonds and a revolving line of credit as part of the Judgment Refunding Program to refund anticipated significant involuntary tort liability obligations arising as a result of litigation brought by application of AB 218 and similar claims for tort liability, as well as the judicial validation of such obligations (the “Judgment Refunding Resolution”).  Pursuant to the Judgment Refunding Resolution, the Board has authorized the issuance of judgment obligation bonds from time to time subject to certain limitations contained therein, including the issuance of the Additional JOBs   \n \nPursuant to the Judgment Refunding Resolution, in June 2024, the District filed a complaint in the Superior Court of the State of California for the County of Los Angeles seeking judicial confirmation of the validity of the transactions contemplated in the Judgment Refunding Resolution, including, without limitation, judgment obligation bonds and the execution and delivery of an Indenture, Supplemental Indentures, a Revolving Credit Agreement and related Promissory Notes.  The requested judgment in the validation action has been judicially approved and the period for appeals has now run.\n \n \nThe first issuance of judgment obligation bonds is intended to be completed in July 2025 in order to refund tort claims arising under AB 218, as well as refund certain tax and revenue anticipation notes issued to pay AB 218 tort claims while the validation action was pending. The Judgment Obligation Bond Sales Resolution poises the District to be ready for subsequent sales of judgment obligation bonds as and when necessary, from time to time, under the Judgment Refunding Resolution, in order to refund tort liability obligations arising under AB 218 which continue to arise.  \n \nExpected Outcomes:\nApproval of the Judgment Obligation Bond Resolution will authorize the sales of subsequent series of judgment obligation bonds already authorized to be issued under the Judgment Refunding Resolution.\n \nGiven the potential liability amounts likely to result from the AB 218 tort claims discussed above, payment of such obligations in full upon conclusion of the related litigation would result in significant impacts to the District’s budgetary resources in fiscal year 2025-26 and future fiscal years.  The Additional JOBs would be sold to refund the tort liability obligations and amortize the liability over time, therefore, lessening potential impacts to the District’s core education programs in the near term.\n \nBoard Options and Consequences: \nShould the Board not approve this item, staff will not proceed with additional sales of judgment obligation bonds to pay the tort claims discussed above. In such case, the liability resulting from the tort claims will generally be payable in full as and when the litigation with respect to each claim is concluded from any available moneys of the District. Depending on the timing and size of the liabilities, District budgetary resources may need to be shifted away from programs to pay such liabilities.  \n \nPolicy Implications: \nThis action is in compliance with the relevant criteria set forth in Article I, Article II Section 2.02, and Article IV Section 4.12 of the Debt Management Policy.\n \nBudget Impact: \nThe Additional JOBs will be obligations of the District, payable from general fund balances and revenues. However, given the potential liability amounts likely to result from the tort claims discussed above, payment of such obligations in full upon conclusion of the related litigation would result in significant impacts to the District’s budgetary resources in fiscal year 2025-26 and future fiscal years. The Judgment Refunding Program, including sales of Additional JOBs, has been established to mitigate and manage these impacts by refunding the tort liability obligations and amortizing the liability over time, therefore, lessening any potential impacts to the District’s core education programs in the near term.\n \nStudent Impact:\nSales of the Additional JOBs will further the goals of the Judgment Refunding Program of mitigating and managing impacts to the District’s budgetary resources in the current and future fiscal years by refunding expected tort liability obligations and amortizing the liability over time, therefore, lessening any potential impacts to the District’s core education programs in the near term.\n \n \n \n \n \nEquity Impact:\n \n\n\n\nComponent\n\nScore\n\nScore Rationale\n\n\n\nRecognition\n\n     4\n\nThe Judgment Refunding Program actively recognizes historical inequities by addressing the involuntary tort liability obligations arising from AB 218 and similar claims for tort liability. These obligations result from alleged misconduct by District personnel and have led to significant legal liabilities for the District.\n\n\n\nResource Prioritization\n\n     4\n\nThe Judgment Refunding Program effectively prioritizes resources based on need. The program is designed to manage the significant financial impact of tort liability obligations on the District’s budget, thereby ensuring that resources can continue to be allocated effectively to meet the needs of students and the wider school community.  The Notes as a means of temporary finance is designed to manage the potential financial impact of the Involuntary Tort Claims on the District’s budget, thereby ensuring that resources can continue to be allocated effectively to meet the needs of students and the wider school community.\n\n\n\nResults\n\n     3\n\nThe Judgment Refunding Program is likely to result in closed opportunity gaps. By managing the financial impact of significant tort liability obligations, the program helps ensure that the District can continue to provide essential services and opportunities to students, particularly those from underserved communities.  The Notes, as an interim component to the Judgment Refunding Program, are likely to result in closed opportunity gaps. By managing the financial impact of potential tort liability obligations, application of the Note proceeds will help to ensure that the District can continue to provide essential services and opportunities to students, particularly those from underserved communities.\n\n\n\nTOTAL\n\n     11\n\n \n\n\n \nIssues and Analysis: \nApproval of the Judgment Obligation Bond Sales Resolution will enable the District to sell an additional series of judgment obligation bonds under the Judgment Refunding Program, which will help manage the financial impact of the tort liability obligations. Sales of the Additional JOBs will allow the District to spread the liability over time, mitigating the immediate financial impact.\n \nAttachments:\nAttachment A - Judgment Obligation Bond Sales Resolution\nAttachment B - Preliminary Official Statement\nAttachment C - Appendix A to the Preliminary Official Statement\n \nSubmitted:\n05/29/25, Revision # 1\n \n \nRESPECTFULLY SUBMITTED,                                                               APPROVED & PRESENTED BY:\n \n \n \n______________________________                                                               _____________________________\nALBERTO M. CARVALHO                                                                    PEDRO SALCIDO\nSuperintendent                                                                                                         Deputy Superintendent\n                                                                                                                                                   Office of the Deputy Superintendent\n \n \nREVIEWED BY:                                                                                                          APPROVED & PRESENTED BY:\n \n \n \n______________________________                                                               ______________________________\nDEVORA NAVERA REED                                                                                    CHRISTOPHER D. MOUNT-BENITES\nGeneral Counsel                                                                                                         Chief Financial Officer\n                                                                                                                                                   Business and Finance Division\n___  Approved as to form.\n \n \n \nREVIEWED BY:\n \n \n \n______________________________                     \nNOLBERTO DELGADILLO\nDeputy Chief Financial Officer\n \n___  Approved as to budget impact statement.","outcome":"PASS","ayes":7,"noes":0,"abstain":0,"absent":0,"meeting_id":59,"meeting_date":"2025-06-03","meeting_type":"regular","member_votes":[{"member_id":5,"full_name":"Karla Griego","vote_choice":"AYE"},{"member_id":4,"full_name":"Kelly Gonez","vote_choice":"AYE"},{"member_id":7,"full_name":"Nick Melvoin","vote_choice":"AYE"},{"member_id":9,"full_name":"Rocio Rivas","vote_choice":"AYE"},{"member_id":10,"full_name":"Scott Schmerelson","vote_choice":"AYE"},{"member_id":8,"full_name":"Sherlett H. Newbill","vote_choice":"AYE"},{"member_id":1,"full_name":"Tanya Ortiz Franklin","vote_choice":"AYE"}],"topics":["Budget & Finance","Health & Nutrition","Transportation"]}}