{"success":true,"vote":{"id":186,"item_number":"20.","title":"Update of Debt Management Policy\nBusiness and Finance Division","description":"Title\nUpdate of Debt Management Policy\nBusiness and Finance Division\nend\n \nBrief Description:\ndescription\n(Approve the Proposed Update of the Debt Management Policy)\nend\n \nRecommendation\nAction Proposed: \nApprove the proposed Debt Management Policy (the “Policy”) set forth in Attachment A. Recommends approval of the proposed Debt Management Policy requires the District to review the Policy annually. The Office of the Chief Financial Officer proposes recommended changes for Board approval to provide formal guidance for prudent debt management within the District.\nend\n \nBody\nBackground: \nThe District currently maintains certain financial policies, as prescribed by the Government Finance Officers Association (GFOA) as “best practices”, including a Debt Management Policy.  These policies are critical to the District’s credit ratings, as they set forth the types of conservative budgeting, debt management, and investment practices that protect the fiscal integrity of the District.  \n \nThe Debt Management Policy establishes formal guidelines for the issuance of various types of debt instruments and other long-term financial obligations to assure prudent debt management. These guidelines also assist in the strategic planning for the District’s capital improvement projects.  \n \nThe Policy requires the District to review the Policy annually, with the Chief Financial Officer proposing any recommended changes to the Board.  \n \nExpected Outcomes:\nShall satisfy the requirement that any material changes to the Debt Management Policy be reviewed and approved by the Board, and shall maintain the District’s “best practices” in the area of debt management.  \n \nBoard Options and Consequences: \nThe Board may approve the proposed Debt Management Policy that will incorporate the following recommended changes:\n \n1)                     There were no changes to the District’s credit ratings in FY 2024-25.\n \n2)                     Background: \nOriginal Text: The policies set forth in this Debt Management Policy (the “Policy”) have been developed to provide guidelines for the issuance of general obligation bonds (“GO Bonds”), certificates of participation (“COPs”) and other lease-backed financings, tax and revenue anticipation notes (“TRANs”), and other forms of indebtedness by the Los Angeles Unified School District (the “District”). \nWhile the issuance of debt can be an appropriate method of financing capital projects or annual cash flow management, careful and consistent monitoring of such debt issuance is required to preserve the District’s credit strength and budgetary and financial flexibility.\n \nRevised Text: The policies set forth in this Debt Management Policy (the “Policy”) have been developed to provide guidelines for the issuance of general obligation bonds (“GO Bonds”), certificates of participation  (“COPs”) and other lease-backed financings, tax and revenue anticipation notes (“TRANs”), and other forms of indebtedness. In 2024, the District approved the issuance of judgment obligation bonds and notes (“JOBs”) and a revolving credit facility (“RCA”) to assist it in prudently amortizing and/or restructuring its tort liabilities over time. While the issuance of debt can be an appropriate method of financing capital projects, extraordinary liabilities, and annual cash flow management, careful and consistent monitoring of such debt issuance is required to preserve the District’s credit strength and budgetary and financial flexibility. \n \n3)                     Article I. Purpose and Goals: Added the following text, “and other forms of indebtedness”\n \n4)                     Section 2.02  Types of Debt Authorized to be Issued \n                      A.  Short-Term Debt: Added the following text, “Short-term notes including TRANs or RCAs may also be issued in conjunction with the District’s JOB program as described in Section 2.02 D below.”\n \n                     D.  Judgment Obligation Bonds (“JOBs”): Added the following text, “JOBs may be used in conjunction with an RCA.  Prior to the issuance of JOBs, on an interim basis, involuntary tort indebtedness can be repaid through the issuance of notes under an RCA. When sufficient claims are accumulated under the RCA, JOBs would be issued that pay off the notes. In addition, prior to the issuance of JOBs, TRANs may also be issued to pay off involuntary tort liabilities on an interim basis.”\n \n5)                     Section 2.04  Annual Review of Debt Policy \n                      Deleted the following sentence, “The Board is the obligated issuer of all District debt and awards all purchase contracts for bonds, COPs/LRBs, TRANs, and any other debt issuances.”\n \n6)                     Section 3.01 Structure of Debt Issues: \n                      Maturity of Debt: Added the following text, “for capital projects” \n \n                          Added sub-section 3.01A(iv): “Judgement Obligation Bonds:  The Board has authorized JOBs to be amortized for up to 20 years.   This amortization period will enable the District to mitigate and manage the impact of large tort liabilities on its budgetary resources.”\n7)                     Section 3.07 Debt Issued to Finance Operating Costs: Added the following text, “however may be paid from any moneys of the District lawfully available”\n \n8)                     Section 3.08  Credit Rating Methodologies and Debt Burden Ratios\ni)                     Subsection B (iv) changes:  \n(1)                     Variable-Rate COPs Issues was changed to Variable-Rate Debt. “Portfolio of COPs/LRBs was changed to “debt portfolio”.\n(2)                     Added the following text, “However, the District may use variable rate interim financing above this limit where the intent is to refund the interim financing with fixed-rate financing within 13 months and the variable rate issuance is necessary to facilitate the refinancing.”\n \nii)                     Subsection D changes: Table 2 (Debt Burden Ratio) was removed. Moody’s no longer provides                      the information.  \n \nThe Board may prefer not to adopt the revised Policy and have the current Policy remain in effect.  \n \nPolicy Implications: \nThis action is in compliance with Section 2.04 of the Debt Management Policy.\n \nBudget Impact: \nNo budget impact.\n \nStudent Impact:\nThe Debt Management Policy ensures that debt issuance is done in a fiscally prudent manner, which in turn minimizes the cost to the General Fund and maximizes the funds available for educating students.\n \nEquity Impact:\n\n\n\nComponent\n\nScore\n\nScore Rationale\n\n\n\nRecognition\n\n      2\n\nThe Debt Management Policy vaguely recognizes historical inequities.\n\n\n\nResource Prioritization\n\n      4\n\nOne of the policy objectives listed in Article I, Purpose and Goals, of the Debt Management Policy, specifies that when projects are selected to be financed by bond proceeds, these projects support the district’s future needs and goals. This objective effectively prioritizes resources based on student needs.\n\n\n\nResults\n\n      3\n\nThe Debt Management Policy is intended to provide guidelines for the issuance of debt, as a method of financing capital projects. These projects prioritize student needs, especially in communities that have experienced historical inequities, which may result in closing opportunity gaps and/or achievement gaps.\n\n\n\nTOTAL\n\n      9\n\n \n\n\n \nIssues and Analysis: \nNone\n \nAttachments:\nAttachment A - Debt Management Policy\n \nSubmitted:\n05/05/25 \n \n \n \nRESPECTFULLY SUBMITTED,                                                               APPROVED & PRESENTED BY:\n \n \n \n______________________________                                                               _____________________________\nALBERTO M. CARVALHO                                                                    PEDRO SALCIDO\nSuperintendent                                                                                                         Deputy Superintendent\n                                                                                                                                                   Office of the Deputy Superintendent\n \n \nREVIEWED BY:                                                                                                          APPROVED & PRESENTED BY:\n \n \n \n______________________________                                                               ______________________________\nDEVORA NAVERA REED                                                                                    CHRISTOPHER D. MOUNT-BENITES\nGeneral Counsel                                                                                                         Chief Financial Officer\n                                                                                                                                                   Business and Finance Division\n___  Approved as to form.\n \n \n \nREVIEWED BY:\n \n \n \n______________________________                     \nNOLBERTO DELGADILLO\nDeputy Chief Financial Officer\n \n___  Approved as to budget impact statement.","outcome":"PASS","ayes":7,"noes":0,"abstain":0,"absent":0,"meeting_id":59,"meeting_date":"2025-06-03","meeting_type":"regular","member_votes":[{"member_id":5,"full_name":"Karla Griego","vote_choice":"AYE"},{"member_id":4,"full_name":"Kelly Gonez","vote_choice":"AYE"},{"member_id":7,"full_name":"Nick Melvoin","vote_choice":"AYE"},{"member_id":9,"full_name":"Rocio Rivas","vote_choice":"AYE"},{"member_id":10,"full_name":"Scott Schmerelson","vote_choice":"AYE"},{"member_id":8,"full_name":"Sherlett H. Newbill","vote_choice":"AYE"},{"member_id":1,"full_name":"Tanya Ortiz Franklin","vote_choice":"AYE"}],"topics":["Budget & Finance","Health & Nutrition","Resolutions & Recognitions"]}}