{"success":true,"vote":{"id":200,"item_number":"3.","title":"Submission of 2025-26 Consolidated Application for Categorical Aid Programs\nDivision of Instruction, Human Resources Division, Division of Special Education and Specialized Programs","description":"Title\nSubmission of 2025-26 Consolidated Application for Categorical Aid Programs\nDivision of Instruction, Human Resources Division, Division of Special Education and Specialized Programs\nend\n \nBrief Description:\ndescription\n(Submission of 2025-26 Consolidated Application for Categorical Aid Programs) Recommends approval of the FY 2025-26 Consolidated Application for Funding Categorical Aid Programs so that the Superintendent’s FY2025-26 Budget can reflect the estimated total entitlement of $439.2 million across Titles I, II, III, and IV.\n \nRecommendation\nAction Proposed: \nAuthorization to submit the 2025-26 Consolidated Application for Funding Categorical Aid Programs to the California Department of Education (CDE) and that the estimated entitlement amount for programs in the Consolidated Application be included in the Superintendent’s 2025-26 Budget. \n \n\n\n\n   Funding Source\n\n           Amount\n\n\n\n  Title I, Part A (Socioeconomically Disadvantaged) \n\n        $375,256,523\n\n\n\n  Title II, Part A (Effective Teachers and Leaders) \n\n        $  27,283,285\n\n\n\n  Title III, Part A (English Learners) \n\n        $ 10,029,250\n\n\n\n  Title IV, Part A (Student Support and Academic Enrichment) \n\n        $ 26,665,280\n\n\n\n                                                                                      TOTAL \n\n        $439,234,338\n\n\n \nBody\nBackground: \nThe Consolidated Application has become a multi-part data collection with multiple due dates throughout the year. The Consolidated Application and Reporting System (CARS) Data Collection Schedules are as follows:\n \n2025-2026 CARS Spring Data Collection - certification due 08/15/2025.\n \n2025-2026 CARS Winter Data Collection - certification due 02/15/2026.\n \nThe Consolidated Application will continue to collect the following information: applications for federal funding, legal assurances, categorical program budget and expenditure reports, and categorical program activity reports.\n \nExpected Outcomes:\nThe approval of the FY 2025-26 Consolidated Application will allow the district to file multiple Consolidated Application Data Collections with the California Department of Education.\n \nBoard Options and Consequences: \nA consequence of not submitting the application is the elimination of supplemental programs that provide direct services. The impact will be an estimated loss of more than $439.2 million dollars for the 25-26 fiscal year. Central offices and school sites that receive funding through the Consolidated Application (across Titles I-IV) will need to look at other sources of funding for budgeted positions and expenditures for the 25-26 fiscal year.\n \nPolicy Implications: \nNo District policy will be changed by approval of this action.\n \nBudget Impact: \nThe estimated entitlement amount of $439.2 million in federal programs includes the following:\n \n\n\n\n   Funding Source\n\n           Amount\n\n\n\n  Title I, Part A (Socioeconomically Disadvantaged) \n\n        $375,256,523\n\n\n\n  Title II, Part A (Effective Teachers and Leaders) \n\n        $  27,283,285\n\n\n\n  Title III, Part A (English Learners) \n\n        $ 10,029,250\n\n\n\n  Title IV, Part A (Student Support and Academic Enrichment) \n\n        $ 26,665,280\n\n\n\n                                                                                      TOTAL \n\n        $439,234,338\n\n\n \nStudent Impact:\nThe federal formula grant funds have a direct impact on students, their teachers, and their parents. \n•                     Title I, Part A (Socioeconomically Disadvantaged) $375,256,523\nfunds provide instructional supports and interventions for at-risk, homeless, and neglected students, and pay for supplemental instructional materials, parent engagement activities, curricular trips, and equipment such as computers and projectors for instructional use. Title I, Part A funds also support the funding of supplemental positions such as teachers, counselors, psychologists, teacher assistants, coordinators, instructional coaches, community reps for parent engagement, etc. \n \n•                     Title I, Part A and Title II, Part A (Effective Teachers and Leaders) $27,283,285\nfunds support professional development for teachers, support staff, and instructional leaders. Title II funds are also used to support induction programs for beginning teachers, teaching and administrative credentials, the professional learning network, and the district’s teacher and administrator evaluation processes.\n \n•                     Title III, Part A (English Learners) $10,029,250\nfunds provide professional development to teachers and school leaders. English Learner Coaches, newcomer programs, and other instructional supports for English Learners and immigrants are provided through these funds.\n \n•                     Title IV, Part A (Student Support and Academic Enrichment) $26,665,280\nfunds provide programs to support a well-rounded education, including but not limited to professional development on STEAM, Secondary Math, Elementary English Language Arts, and college and career readiness. This program also supports safe and healthy schools through professional development, materials, and direct services. Title IV also supports effective integration of technology into instruction.\n \n \n \nEquity Impact:\n\n\n\nComponent\n\nScore\n\nRationale\n\n\n\nRecognition\n\n    3\n\nThe funds allocated via the Consolidated Application are formula-funded grants that are heavily based upon the number of children in low-income families (Title I, II, and IV) or the number of English Language Learners (Title III).\n\n\n\nResource Prioritization\n\n    3\n\nResources (i.e., Title I and III) allocated to schools are based upon the needs of students and are described in the School Plan for Student Achievement (SPSA). For all funds received through the Consolidated Application that are centrally administered, schools are prioritized to receive services based on need, e.g., if they are identified by the state’s accountability system, or other data.\n\n\n\nResults\n\n    3\n\nImplementation of an evidence-based program is required for Title I funds allocated to schools.\n\n\n\nTotal\n\n    9\n\n \n\n\n \nIssues and Analysis: \nNone\n \nAttachments:\nNone\n \nSubmitted:\n05/23/25\n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \nRESPECTFULLY SUBMITTED,                                                               APPROVED & PRESENTED BY:\n \n \n \n______________________________                                                               _____________________________\nALBERTO M. CARVALHO                                                                    KARLA V. ESTRADA\nSuperintendent                                                                                                         Deputy Superintendent of Instruction\n                                                                                                                                                   \n \n \nAPPROVED & PRESENTED BY:                                                               APPROVED & PRESENTED BY:\n \n \n \n______________________________                                                               ______________________________\nKRISTEN K. MURPHY                                                                                    FRANCISCO SERRATO\nAssociate Superintendent                                                                                    Chief Human Resources Officer\n                                                                                                                                                   Human Resources Division\n \n \nREVIEWED BY:                                                                                                          APPROVED & PRESENTED BY:\n \n \n \n______________________________                                                               ______________________________\nDEVORA NAVERA REED                                                                                    ANTHONY AGUILAR\nGeneral Counsel                                                                                                         Chief\n                                                                                                                                                   Special Education & Specialized Programs\n___  Approved as to form.\n                                                               \n \n \nREVIEWED BY:                                                                                                         APPROVED & PRESENTED BY:\n \n \n \n______________________________                                                               _____________________________                     \nNOLBERTO DELGADILLO                                                                                    FRANCES BAEZ\nDeputy Chief Financial Officer                                                               Chief Academic Officer\n                                                                                                                                                   Division of Instruction\n \n___  Approved as to budget impact statement.","outcome":"PASS","ayes":0,"noes":0,"abstain":0,"absent":0,"meeting_id":60,"meeting_date":"2025-06-17","meeting_type":"regular","member_votes":[],"topics":["Budget & Finance","Curriculum & Instruction","Health & Nutrition"]}}