{"success":true,"vote":{"id":203,"item_number":"1.","title":"Adoption of the Proposed 2025-26 Budget\nJune 17, 2025 (PUBLIC HEARING)\t \nJune 24, 2025 (ADOPTION)\nBusiness and Finance Division","description":"Title\nAdoption of the Proposed 2025-26 Budget\nJune 17, 2025 (PUBLIC HEARING)                      \nJune 24, 2025 (ADOPTION)\nBusiness and Finance Division\nend\n \nBrief Description:\ndescription\n(Adoption of the Proposed 2025-26 Budget) Recommends adoption of the proposed 2025-26 budget.\nend\n \nRecommendation\nAction Proposed: \nAuthorization for the following actions:\n \n(1)                     Adoption of the Proposed 2025-26 Budget to be filed, as approved, with the County Superintendent of Schools on State Form SACS-2025 in the manner prescribed by law.\n \n(2)                     Delegation of authority to the Budget Services and Financial Planning Division and the Accounting and Disbursements Division to take all actions necessary to implement the Budget Assumptions and Policies set forth in this Board Report (Attachment B).\n \n(3)                     Approval of the enclosed Resolution Regarding Expenditures from the Educational Protection Account (“EPA”) for Fiscal Year (FY) 2025-26 in accordance with the provision of Proposition 30 (Attachment C).\n \n(4)                     Delegation of authority to the Chief Financial Officer, Deputy Chief Financial Officer, the Controller, or their designee to make interfund transfers and/or temporary borrowings in accordance with the 2025-26 adopted LA Unified budget and Education Code section 42603. For reference, see Attachment E for a history of interfund transfers.\n \n(5)                     Approval of the enclosed Resolution to Commit Funding to Protect Against Federal Uncertainties (Attachment F).\nend\n \nBody\nBackground: \nAnnually, the Board of Education (Board) must hold a public hearing and adopt a budget consistent with the provisions of Education Code Section 42127.  Upon adoption, the budget is to be submitted to the Los Angeles County Office of Education (LACOE) on or before July 1.\n \nWith the passage of Proposition 30, LA Unified shall receive part of its State entitlement through revenues from the Education Protection Account (EPA).  In order to receive these entitlements, the Board must, at an open meeting, make spending determinations regarding EPA funds.  \nProposition 30 revenues, extended by Proposition 55 through 2030, are allocated to school districts through the EPA.  These are not additional funds outside of the Local Control Funding Formula, but rather another source of the general purpose funds (similar to local property taxes) that offsets what would otherwise be state funding.\n \nEPA funds may not be used for any salaries or benefits of administrators or any other administrative costs. LA Unified is also required to annually publish on its website an accounting of how much EPA funds were received and how the funds were spent.\n \nSections 42127 and 52062 of the Education Code require two separate Governing Board public meetings for the Local Control and Accountability Plan (LCAP) and the Budget, one for the public hearing of the LCAP and Budget and a subsequent meeting for the adoption. The LCAP public hearing and adoption must occur at the same meetings as the budget public hearing and adoption. \n \nAs required by Senate Bill (SB) 858/751, Attachment D sets forth the minimum reserve level required in each year, amounts of assigned and unassigned ending balance that exceed the minimum, and reasons for the reserve being greater than the minimum. \n \nThe interfund transfer and temporary borrowing authorization is an annual request to allow staff to process accounting transactions related to interfund transfers and temporary borrowings. Interfund transfers are made between funds for various purposes, including transfers for debt service requirements. Temporary borrowings are made in situations where LA Unified advances cash from a fund with sufficient cash balance to pay obligations of a fund with insufficient cash balance. Repayments of the cash advances are made within statutory timelines.\n \nExpected Outcomes:\nThe expected outcome is an adopted budget for FY 2025-26 that shall enable LA Unified to comply with Education Code Section 42127. A further expected outcome is adoption of Resolution Regarding EPA expenditures for 2025-26.  Additionally, approval of the Resolution to Commit Funding to Protect Against Federal Uncertainties shall ensure funds are used for a specific purpose(s) unless the Board takes subsequent formal action to uncommit the originally imposed constraint. Furthermore, approval of interfund transfers and temporary borrowings authorization shall ensure that interfund transfers and/or temporary borrowings are authorized beginning in July 2025.  This will enable LA Unified staff to make required and timely interfund transfers or temporary borrowings in the 2025-26 fiscal year.\n \nBoard Options and Consequences: \nShould the Board adopt the item, approve authorizing the proposed actions, LA Unified will meet the annual budget adoption requirements of Education Code Section 42127. \n \nIf the Board does not authorize the proposed actions, LA Unified will not meet the requirements of Education Code Section 42127.  Non-approval of the EPA resolution as set forth in Proposition 30, extended by Proposition 55, may place the EPA entitlement at risk.  Without approval to commit funding to protect against federal uncertainties, LA Unified will not be able to implement any proposed changes to commitments. Without prior approval to process interfund transfers and temporary borrowings, LA Unified staff will not have the authority to make required and timely interfund transfers and/or temporary borrowings in Fiscal Year 2025-26.\n \nPolicy Implications: \nAdoption of the Proposed 2025-26 Budget, approval of the Resolution Regarding Expenditures from the EPA, approval of the Resolution to Commit Funding to Protect Against Federal Uncertainties, and delegation of authority to make interfund transfers and/or temporary borrowings shall comply with the Education Code and Governmental Accounting Standards Board (GASB) requirements. \n \nBudget Impact: \nAdoption of the Proposed 2025-26 Budget.\n \nStudent Impact:\nCompliance with Education Code and GASB requirements ensures that LA Unified shall continue to operate and serve its student population responsibly.  \n \nEquity Impact:\n\n\n\nComponent\n\nScore\n\nScore Rationale\n\n\n\nRecognition\n\n    4\n\nThe proposed budget is LA Unified’s plan for the upcoming school year 2025-26 related to anticipated revenues and expenditures for all LA Unified funds with the General Fund being the largest fund. This budget includes Federal, State, and Local resources that are allocated directly to schools based on student needs that are measured by various indicators.  Resources are allocated to address student needs. Programs allocated using various needs indicators include, but are not limited to, the Student Equity Needs Index (SENI), Black Student Achievement Plan (BSAP), Arts Program, and Title I.\n\n\n\nResource Prioritization\n\n    4\n\n Within the General Fund is the Local Control Funding Formula (LCFF) which is the largest unrestricted source of funding for schools. LCFF provides baseline funding for all students and additional resources to schools with high concentrations of low-income students, English Learners, and students in foster care.  \n\n\n\nResults\n\n    4\n\nThe budget includes investments in schools to improve student achievement and equity across all student groups. The goal is to build fairness and inclusion and ensure every student has the opportunity to achieve their academic goals.   \n\n\n\nTOTAL\n\n    12\n\n \n\n\n \nIssues and Analysis: \nNone\n \nAttachments:\nAttachment A - Executive Summary Attachment B - Budget Assumptions and Policies Attachment C - Education Protection Act Resolution \nAttachment D - Ending Balance Disclosure \nAttachment E - Interfund Transfer Schedule \nAttachment F - Resolution to Commit Funding to Protect Against Federal Uncertainties \nAttachment G - Standardized Account Code Structure Form - 2025 \n \nAt the following link, you may view \nProposed 2025-26 Budget Book <https://drive.google.com/file/d/1tsGCX6BwOuZbHVOWBWlBuRRLjPQ7e4VA/view?usp=sharing>\n \n \nSubmitted:\n06/12/25, Revision # 1\n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \nRESPECTFULLY SUBMITTED,                                                               APPROVED & PRESENTED BY:\n \n \n \n______________________________                                                               _____________________________\nALBERTO M. CARVALHO                                                                    PEDRO SALCIDO                     \nSuperintendent                                                                                                         Deputy Superintendent\n                                                                                                                                                   Office of the Deputy Superintendent\n \n \nREVIEWED BY:                                                                                                          APPROVED & PRESENTED BY:\n \n \n \n______________________________                                                               ______________________________\nDEVORA NAVERA REED                                                                                    CHRISTOPHER D. MOUNT-BENITES\nGeneral Counsel                                                                                                         Chief Financial Officer\n                                                                                                                                                   Business and Finance Division\n___  Approved as to form.\n \n \n \nREVIEWED BY:\n \n \n \n______________________________                     \nNOLBERTO DELGADILLO\nDeputy Chief Financial Officer\n \n___  Approved as to budget impact statement.","outcome":"PASS","ayes":6,"noes":0,"abstain":0,"absent":1,"meeting_id":61,"meeting_date":"2025-06-24","meeting_type":"regular","member_votes":[{"member_id":5,"full_name":"Karla Griego","vote_choice":"AYE"},{"member_id":4,"full_name":"Kelly Gonez","vote_choice":"AYE"},{"member_id":7,"full_name":"Nick Melvoin","vote_choice":"AYE"},{"member_id":9,"full_name":"Rocio Rivas","vote_choice":"AYE"},{"member_id":10,"full_name":"Scott Schmerelson","vote_choice":"AYE"},{"member_id":8,"full_name":"Sherlett H. Newbill","vote_choice":"AYE"},{"member_id":1,"full_name":"Tanya Ortiz Franklin","vote_choice":"ABSENT"}],"topics":["Budget & Finance","Health & Nutrition","Resolutions & Recognitions"]}}