{"success":true,"vote":{"id":204,"item_number":"2.","title":"Adoption of the 2025 LAUSD Local Control and Accountability Plan and Presentation of the 2025 State Accountability Dashboard Local Indicators (June 17, 2025 - PUBLIC HEARING) and (June 24, 2025 - ADOPTION)\nOffice of Strategy","description":"Title\nAdoption of the 2025 LAUSD Local Control and Accountability Plan and Presentation of the 2025 State Accountability Dashboard Local Indicators (June 17, 2025 - PUBLIC HEARING) and (June 24, 2025 - ADOPTION)\nOffice of Strategy\nend\n \nBrief Description:\ndescription\n(Adoption of the 2025 LAUSD Local Control and Accountability Plan and Presentation of the 2025 State Accountability Dashboard Local Indicators (June 17, 2025 - PUBLIC HEARING) and (June 24, 2025 - ADOPTION)) Recommends approval of the adoption of the 2025 LAUSD Local Control and Accountability Plan.\nend\n \nRecommendation\nAction Proposed: \nAdopt Los Angeles Unified School District (LAUSD)’s 2025 Local Control and Accountability Plan (LCAP). The Local Control Accountability Plan (LCAP) is a state mandated three-year plan that is updated each year and describes the goals, actions, services, and expenditures of Local Control Funding Formula (LCFF) funds to support positive student outcomes that address state and local priorities. Every year, the District partners with our communities to develop and update the LCAP.\nend\n \nBody\nBackground: \nThe District LCAP must be adopted at the same meeting at which the Board of Education adopts the budget for 2025-2026. The 2025-26 LCAP is the second year of the three year cycle for 2024-27, and provides available baseline and Year 1 outcomes for LCAP metrics and includes annual updates on the implementation of LCAP actions in 2024-25. The LCAP also includes separate Action Tables in addition to the Budget Overview for Parents. These materials must all be combined and posted on the District’s website.\n \nThrough the LCAP engagement cycle, the LCAP team has had robust engagement with educational partners across the District through student focus groups, parent committee meetings, community partner meetings, District team meetings, labor partner meetings, and Region engagement meetings. Furthermore, the LCAP team supported school principals with an LCAP Coffee with the Principal presentation to assist schools with sharing information about the District LCAP and their school’s progress towards goals in the LCAP, which are aligned with the District's Strategic Plan. The ThoughtExchanges for the LCAP has over 17,000 participants. We are appreciative of the feedback and comments provided by the Parent Advisory Committee, District English Learner Advisory Committee, Superintendent’s Student Advisory Council, and a large number of our educational partners. All voices are important and provide direction to the development of the LCAP. As always, we will continue to work to gather input and feedback from our Los Angeles Unified communities about our programs and services to support students.\n \nExpected Outcomes:\nApproval of this LCAP will allow the District to meet state-mandated requirements.\n \nBoard Options and Consequences: \nA “Yes” vote, will result in the District meeting the state-mandated requirement to approve the LCAP.\n \nA “No” vote, will result in the District not meeting the state-mandated requirement to approve the LCAP.\n \nPolicy Implications: \nThe District LCAP is aligned with the District Strategic Plan and reflects annual updates from the 2024-25 school year, and includes planned goals, actions, and expenditures for 2025-26. The 2025-26 LCAP is the second year of the three year cycle for 2024-27. The District may make changes to the LCAP each year to reflect community feedback as well as changes in District policies.\n \nBudget Impact: \nApproval of the District’s LCAP is necessary to approve the budget. Existing staff and resources will support posting the LCAP to the District website.\n \nStudent Impact:\nThis proposed action shares the District’s engagement, planning and budgeting to meet student needs in 2025-26. Through engagement, meetings were held to receive input on the Plan as part of this engagement, and the LCAP ThoughtExchanges collected 161,191 ratings on 10,335 comments from 17,833 participants. In the LCAP ThoughtExchanges, 3,450 participants identified as students.\n \nEquity Impact:\n \n\n\n\nComponent\n\nScore\n\nScore Rationale\n\n\n\nRecognition\n\n        4\n\nThe LCAP describes how the District will implement programs and policies to support all students in the Local Control Funding Formula (LCFF) state priority areas, as well as how the District will leverage supplemental and concentration funds to increase or improve services for English learners, students in foster care, and low-income students. Additionally, our communities have advocated for additional transparency and visibility into English Learner Supports and the Black Student Achievement Plan, and the LCAP continues to report on the progress of these programs, analysis, and funding information as official Goals in the document.\n\n\n\nResource Prioritization\n\n       4\n\nAs stated above, the LCAP describes how the District will allocate resources in 2025-26 to support the LCFF target student populations (84% of LAUSDs enrollment), as well as additional investments for non- LCFF target student populations (including Black students and Special Education students).\n\n\n\nResults\n\n       4\n\nThe LCAP allocates and annually monitors the use of LCFF dollars to improve student equity across all student groups by eliminating opportunity gaps and preparing students to be ready for the world as evidenced in District goals and actions.\n\n\n\nTOTAL\n\n     12\n\n\n \nIssues and Analysis: \nThe LCAP describes how the District will implement programs and policies to support all students in the LCFF state priority areas, as well as how the District will leverage supplemental and concentration funds to increase or improve services for English learners, students in foster care, and low-income students. The LCAP is aligned to reflect 2022-26 Strategic Plan Pillars, strategies, and priorities.\n \nThe LCAP includes all state LCFF funds and Equity Multiplier Funds for Equity Multiplier eligible schools, but does not reflect any other local, state, and federal sources of funding.\n \nAttachments:\nAttachment A - LAUSD LCAP and Executive Summary Link:\n<<https://tinyurl.com/2025LAUSD-LCAP-Board-Materials>>\n \nAttachment B - State Accountability Dashboard Local Indicators Informative  \n  <https://tinyurl.com/2025-LAUSD-Local-Indicators>\n \nSubmitted:\n06/09/25\n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \nRESPECTFULLY SUBMITTED,                                                               APPROVED & PRESENTED BY:\n \n \n \n______________________________                                                               _____________________________\nALBERTO M. CARVALHO                                                                    CAROLYN SPAHT GONZALEZ\nSuperintendent                                                                                                         Chief of Staff\n                                                                                                                                                   Office of the Chief of Staff\n \n \nREVIEWED BY:                                                                                                          APPROVED & PRESENTED BY:\n \n \n \n______________________________                                                               ______________________________\nDEVORA NAVERA REED                                                                                    WILLIAM R. JOHNSTON\nGeneral Counsel                                                                                                         Senior Executive Director of Strategy\n                                                                                                                                                   Office of the Chief Strategy Officer\n___  Approved as to form.\n \n \n \nREVIEWED BY:\n \n \n \n______________________________                     \nNOLBERTO DELGADILLO\nDeputy Chief Financial Officer\n \n___  Approved as to budget impact statement.","outcome":"PASS","ayes":7,"noes":0,"abstain":0,"absent":0,"meeting_id":61,"meeting_date":"2025-06-24","meeting_type":"regular","member_votes":[{"member_id":5,"full_name":"Karla Griego","vote_choice":"AYE"},{"member_id":4,"full_name":"Kelly Gonez","vote_choice":"AYE"},{"member_id":7,"full_name":"Nick Melvoin","vote_choice":"AYE"},{"member_id":9,"full_name":"Rocio Rivas","vote_choice":"AYE"},{"member_id":10,"full_name":"Scott Schmerelson","vote_choice":"AYE"},{"member_id":8,"full_name":"Sherlett H. Newbill","vote_choice":"AYE"},{"member_id":1,"full_name":"Tanya Ortiz Franklin","vote_choice":"AYE"}],"topics":["Governance & Policy"]}}