{"success":true,"vote":{"id":215,"item_number":"1.","title":"Career Technical Education Incentive Grant (CTEIG) 2024-25 \nCareer Technical Education-Linked Learning/Division of Instruction \n\nBrief Description:","description":"TitleCareer Technical Education Incentive Grant (CTEIG) 2024-25 Career Technical Education-Linked Learning/Division of Instruction Brief Description:description(Career Technical Education Incentive Grant (CTEIG) 2024-25) Recommends ratification of the $13,269,537 Career Technical Education Incentive Grant (CTEIG) Round 10 award for the period of July 1, 2025, to December 31, 2026. RecommendationAction Proposed: Ratification for the 2024-25 Career Technical Education Incentive Grant (CTEIG) total award of $13,269,537 (July 1, 2025, through December 31, 2026). BodyBackground: This annual California Department of Education (CDE) formula-based grant provides LAUSD with funding to strengthen and enhance the District's Career Technical Education (CTE) program. Per CDE, students in CTE pathways have higher attendance rates, lower dropout rates, and increased post-secondary enrollment rates. Our grant award supports students in over 450 career pathways at 167 schools, while preparing them for post-secondary and career opportunities, with special emphasis on careers (Pillar 1: Academic Excellence, Priority D: College and Career Readiness). All schools with a CTE pathway are included in the grant, as outlined in Attachment A. The grant funds are expected to support:* CTE staff salaries* Supplementary salaries for professional development/special CTE projects* Instructional material/consumables/non-capital equipment and software* Professional services (e.g., curriculum development, certification services, annual CTE career guide)* Capital equipment* Indirect costs related to the administration of the grant fundsExpected Outcomes:The Board ratifies the grant award. The funding is expected to help:* Increase the number of students who will:(a) Acquire technical and career-ready skills through growing CTE pathways(b) Earn industry-recognized certifications to gain employable skills(c) Complete CTE pathways and transition to post-secondary institutions to advance their skills for careers of their choice* Create an experience of a continuum of work-based learning opportunities for participating students* Increase the number of career pathways with industry-standard equipment, materials, and work-based learning integrated into the curriculum* Increase industry sector pathways with high-wage and high-demand occupations as identified by current local labor market research* Develop a deeper understanding of the purpose and benefits of CTE programs among all students and stakeholders* Increase the number of dual enrollment and articulation agreements through partnerships with the Los Angeles Community College District postsecondary schools* Increase the number of District teachers with industry-relevant training and externships* Increase recruitment and retention of CTE teachersBoard Options and Consequences: The Board has the option of voting \"Yes\" to ratify the award of these grant funds or voting \"No\" to decline these funds.A \"No\" vote would decrease students' access to funds for industry-specific, professional-grade materials, equipment, work-based learning, and certifications.A \"Yes\" vote would provide students with access to additional CTEIG-funded materials, equipment, work-based learning, and certifications within their CTE pathways, beginning in the 2025-26 school year.Policy Implications: None.Budget Impact: The CTEIG grant will have no additional budget impact on LAUSD. It operates on a 2:1 matching basis, meaning for every $1 of grant funding received, LAUSD has already incurred $2 in qualifying CTE-related expenditures. Match expenditures (2 to 1) have already been incurred in fiscal year 2025, and the amount was verified before the grant was awarded.Student Impact:* Career exploration and guidance opportunities for students* Pathway alignment with community colleges* Better instruction via elevated teaching through CTEIG-funded training, externships, and professional development* Increased attainment of industry-specific certifications and trainingEquity Impact:Component  ScoreScore RationalRecognition       3This CTEIG grant recognizes historical inequities as the California Department of Education (CDE) deliberates in promoting equity and access to Career Technical Education (CTE) programs. CTE programs are evaluated based, in part, on the measurement of how an applicant provides opportunities for the participation of \"pupils who are individuals with exceptional needs.\" ComponentScoreScore Rational Resource Prioritization       3Resource prioritization of this grant is based on student need, as LAUSD prioritizes schools and pathways that have received less funding from other grant sources (e.g., Perkins, Strong Workforce Program, previous CTEIG grants). Grant funds also aid in supporting teacher professional development and conferences aimed at building educator capacity to address achievement gaps among special populations. The grant funds are also utilized to purchase industry-standard equipment and integrate work-based learning curriculum for CTE pathways to ensure all students are prepared for college and careers. Results       3CTE classes and pathways provide opportunities for students to explore careers and develop career-ready skills that lead to living wage employment, which is needed in areas with opportunity and achievement gaps. Total       9Issues and Analysis: To be eligible for funding, LAUSD's high schools with CTE programs must meet a number of requirements as outlined in the CTEIG Request for Applications. These include a $2 for every $1 match requirement and a commitment to provide high-quality CTE programs with a focus on preparing students for college and careers. The application process requires schools to describe how they will improve their CTE programs and demonstrate how their budget aligns with those plans.The grant funding is subject to several limitations and non-allowable expenditures. The funds must be fully expended by December 31, 2026. Non-allowable costs include, but are not limited to:* Supplanting: Using grant funds for existing services that would be paid for by other sources.* General Purpose Costs: Expenditures for items that are not directly and exclusively for the CTE program, such as general classroom furniture (desks, chairs), general-purpose data systems, and routine school utilities or facility repair.* Personnel & Fees: Certain personnel costs, such as bonuses, and fees for teacher credentialing or fingerprinting, are not allowable.* Personal Use: Grant funds cannot be used to acquire or use CTE equipment for personal or administrative purposes.* Matching Funds Pressure: LAUSD must identify and sustain matching funds for each grant dollar. Given the District's CTE footprint, this may create fiscal pressure, particularly as CTEIG requires a 2:1 match ratio. Matching may come from general fund or Perkins but this reduces flexibility in other programmatic areas.Grant recipients must also submit annual expenditure reports and CTE completer data, and any capital outlay requests for single items over $5,000 require pre-approval from the California Department of Education. To ensure the sustainability of the programs, the schools must maintain the CTEIG pathway investments made at their campus for the duration of the grant allocation received. Attachments:Attachment A - Grant BudgetAttachment B - Schools with CTE ProgramsSubmitted:09/03/25RESPECTFULLY SUBMITTED,\t\t\tAPPROVED & PRESENTED BY:______________________________\t\t\t_____________________________ALBERTO M. CARVALHO   \t\t  \tESTHER DABAGYANSuperintendent\t\t\t\t\tAdministrator \t\t\t\t\t\t\tCTE-Linked LearningREVIEWED BY: \t\t\t\t\tAPPROVED & PRESENTED BY:______________________________\t\t\t______________________________DEVORA NAVERA REED\t\t\t\tFRANCES BAEZGeneral Counsel\t\t\t\t\tChief Academic Officer\t\t\t\t\t\t\tDivision of Instruction/CTE-LL___  Approved as to form.REVIEWED BY:\t\t\t\t\tAPPROVED BY:______________________________\t\t\t______________________________KURT JOHN\t\t\t\t\t\tKARLA V. ESTRADADeputy Chief Financial Officer\t\t\tDeputy Superintendent of Instruction___  Approved as to budget impact statement.","outcome":"PASS","ayes":7,"noes":0,"abstain":0,"absent":0,"meeting_id":63,"meeting_date":"2025-09-16","meeting_type":"regular","member_votes":[{"member_id":5,"full_name":"Karla Griego","vote_choice":"AYE"},{"member_id":4,"full_name":"Kelly Gonez","vote_choice":"AYE"},{"member_id":7,"full_name":"Nick Melvoin","vote_choice":"AYE"},{"member_id":9,"full_name":"Rocio Rivas","vote_choice":"AYE"},{"member_id":10,"full_name":"Scott Schmerelson","vote_choice":"AYE"},{"member_id":8,"full_name":"Sherlett H. Newbill","vote_choice":"AYE"},{"member_id":1,"full_name":"Tanya Ortiz Franklin","vote_choice":"AYE"}],"topics":["Curriculum & Instruction","Health & Nutrition","Resolutions & Recognitions"]}}