{"success":true,"vote":{"id":216,"item_number":"2.","title":"Textbooks and Instructional Materials Certification Resolution – PUBLIC HEARING\nDivision of Instruction\nLibrary & Textbook Support","description":"Title\nTextbooks and Instructional Materials Certification Resolution – PUBLIC HEARING\nDivision of Instruction\nLibrary & Textbook Support\nend\n \nBrief Description:\ndescription\n(Textbooks and Instructional Materials Certification Resolution) Recommends Adoption of the attached resolution (Attachment A) certifying the sufficiency of textbooks and instructional materials.\nend\n \nRecommendation\nAction Proposed: \nAdopt the attached resolution certifying the sufficiency of textbooks and instructional materials in the core and required subject areas.\nend\n \nBody\nBackground: \nPursuant to Education Code Section 60119, the Board of Education is required to annually make a determination, through a resolution after a public hearing, whether all students in District schools have sufficient textbooks or instructional materials, or both, in the core and required subject areas. These areas include mathematics, science, history/social science, reading/language arts, including the English Language Development (ELD) component, health, and world language (6-12).  Moreover, the public hearing must be scheduled at a time that will encourage the attendance of teachers and parents and guardians of pupils who attend District schools, and it shall not take place during or immediately following school hours.\n \nThe District has taken the following significant actions to ensure sufficient textbooks in the targeted core and required subjects:\n \n•                     Allocated $87 million in FY 2025-26 for Core and Required textbooks.\n•                     Required all teachers to certify textbook sufficiency in their classrooms.\n•                     Required all principals to certify textbook sufficiency in their schools.\n•                     Required Region Superintendents to resolve identified insufficiencies in a timely manner.\n•                     Required Region Superintendents to certify sufficiency in their respective regions.\n•                     Provided Region personnel with clear policies and procedures.\n•                     Development of a centralized database to track all appropriate textbook requests, certifications, and Los Angeles County of Education (LACOE) audit results.\n•                     Conducted follow-up on all insufficiencies identified as a result of norm day enrollment projections.\n \nExpected Outcomes:\nThe Board will adopt the attached resolution declaring the District has sufficient textbooks, thus meeting compliance with Education Code Section 60119.\n \n \nBoard Options and Consequences: \nThe Board of Education of the City of Los Angeles is required to conduct a public hearing to certify compliance with Education Code Section 60119. If the District is found to have insufficient textbooks in the core and required subject areas and cannot remedy the insufficiency within three days of the Board of Education’s meeting, the county superintendent would request the California Department of Education (CDE) purchase the textbooks or instructional materials necessary to comply with the sufficiency requirement. The funds used to make this purchase of instructional materials would be considered a loan that LAUSD would need to repay to the CDE. The CDE would also issue a public statement at the next State Board of Education meeting indicating that the LAUSD Superintendent and Board of Education failed to provide students with sufficient instructional materials.\n \nPolicy Implications: \nThere is no change in District policy of targeting funding to purchase textbooks to ensure full compliance with Education Code Section 60119.\n \nBudget Impact: \nGeneral Fund and Lottery apportionment from the State are the budgeting expenditures for textbooks, 4000 - object code. Of the $87 million allocated in FY 2025-26 for Core and Required textbooks, as of September 2, 2025, approximately $17.4 million has been expended.\n \nStudent Impact:\nNot Applicable.\n \nIssues and Analysis: \nNot Applicable.\n \nAttachments:\nAttachment A – Resolution Certifying the Sufficiency of Textbooks and Instructional Materials – English\nAttachment B – Resolution Certifying the Sufficiency of Textbooks and Instructional Materials – Spanish\n \nSubmitted:\n09/03/25\n \n \n \n \n \n \n \n \n \n \nRESPECTFULLY SUBMITTED,                                                               APPROVED BY:\n \n \n \n______________________________                                                               _____________________________\nALBERTO M. CARVALHO                                                                    KARLA V. ESTRADA\nSuperintendent                                                                                                         Deputy Superintendent Instruction\n                                                                                                                                                   \n \n \nREVIEWED BY:                                                                                                          APPROVED & PRESENTED BY:\n \n \n \n______________________________                                                               ______________________________\nDEVORA NAVERA REED                                                                                    FRANCES BAEZ, Ph.D.\nGeneral Counsel                                                                                                         Chief Academic Officer\n                                                                                                                                                   Division of Instruction\n___  Approved as to form.\n \n \n \nREVIEWED BY:                                                                                                         APPROVED & PRESENTED BY:\n                                          \n \n \n \n______________________________                                                               ______________________________\nKURT JOHN                                                                                                                               KIMBERLY BALALA\nDeputy Chief Financial Officer                                                               Administrative Coordinator\n                                                                                                                                                   Library & Textbook Support\n___  Approved as to budget impact statement.","outcome":"PASS","ayes":7,"noes":0,"abstain":0,"absent":0,"meeting_id":63,"meeting_date":"2025-09-16","meeting_type":"regular","member_votes":[{"member_id":5,"full_name":"Karla Griego","vote_choice":"AYE"},{"member_id":4,"full_name":"Kelly Gonez","vote_choice":"AYE"},{"member_id":7,"full_name":"Nick Melvoin","vote_choice":"AYE"},{"member_id":9,"full_name":"Rocio Rivas","vote_choice":"AYE"},{"member_id":10,"full_name":"Scott Schmerelson","vote_choice":"AYE"},{"member_id":8,"full_name":"Sherlett H. Newbill","vote_choice":"AYE"},{"member_id":1,"full_name":"Tanya Ortiz Franklin","vote_choice":"AYE"}],"topics":["Curriculum & Instruction","Health & Nutrition","Facilities & Construction"]}}