{"success":true,"vote":{"id":217,"item_number":"3.","title":"Authorization to Issue Request for Qualifications and Proposals to Develop Workforce Housing at Four Los Angeles Unified-Owned Sites\nFacilities Services Division","description":"TitleAuthorization to Issue Request for Qualifications and Proposals to Develop Workforce Housing at Four Los Angeles Unified-Owned SitesFacilities Services DivisionenddescriptionBrief Description:(Authorization to Issue Request for Qualifications and Proposals to Develop Workforce Housing at Four Los Angeles Unified-Owned Sites) Recommends to authorize the Chief Facilities Executive or designee to issue a Request for Qualifications and Proposals (RFQP) for redeveloping four Los Angeles Unified School District (Los Angeles Unified or District) properties-Gompers, Hoover, Fairfax COS, and Collins-to maximize affordable housing units for Los Angeles Unified employees.endRecommendationAction Proposed: Authorize the Chief Facilities Executive and/or her designee to issue a RFQP to redevelop Los Angeles Unified properties located at 11300 S. Main Street, Los Angeles (Gompers), 911 S. Hoover Street, Los Angeles (Hoover), 1049 N. Fairfax Avenue, West Hollywood (Fairfax COS), and 5717 Rudnick Avenue, Woodland Hills (Collins), (collectively, the Sites), maximizing affordable housing units for Los Angeles Unified employees (Employees).endBodyBackground: On June 8, 2021, the Board of Education (Board) authorized the Facilities Services Division to conduct the due diligence activities necessary to identify options for providing affordable employee and family housing (referred to as the Housing Initiative). From November 2023 and January 2024, Los Angeles Unified issued a Request for Expression of Interest (REI) to gauge development sector interest in redeveloping nine District-owned sites. Responses demonstrated strong interest from experienced developers along with potential financing strategies.Between May to September 2024, the District conducted comprehensive surveys and focus groups to assess employee and family housing needs (Survey).  Results showed significant demand and ongoing housing insecurity. In April 2025, Los Angeles Unified retained the Volz Company, LLC, in association with Gensler, (Volz) to complete a feasibility study including site and financial analyses of the nine original sites, four of which were identified as viable for development.  Further analysis found that affordable housing projects prioritized for employees are both feasible and timely.  These four sites are recommended to proceed into an RFQP that aligns with the District's Housing Initiative goals (Goals):1. Attract and retain qualified teachers and staff2. Enhance Los Angeles Unified competitiveness as an employer3. Support work-life balance and employee wellness4. Reduce commute times and environmental impact5. Foster community ties between employees and neighborhoods6. Maximize use of District resources to support students and staff The RFQP will invite proposals to design, construct, finance, and manage housing developments on one or more sites, prioritizing Employee occupancy. Proposers may recommend development and financing models that best support the District's goals.Upon selection of a successful Proposer, staff will request authorization from the Board to enter into development agreements.Gompers is located in Region South, Board District 7 (Tanya Ortiz Franklin), Hoover is located in Region West, Board District 5 (Karla Griego), Fairfax COS is located in Region West, Board District 4 (Nick Melvoin), and Collins is located in Region North, Board District 4 (Nick Melvoin). Expected Outcomes:Approval of the action will authorize the Chief Facilities Executive and/or her designee to issue an RFQP for the development of the Sites. Selection of a development partner through the RFQP process will advance the Los Angeles Unified's efforts to address the housing affordability challenges faced by many employees, strengthen workforce recruitment and retention, and reinforce Los Angeles Unified's commitment to its Housing Initiative goals.Board Options and Consequences: A \"yes\" vote will authorize the Chief Facilities Executive and/or her designee to issue an RFQP for the development of the Sites and continue advancing Los Angeles Unified's Housing Initiative.A \"no\" vote will not authorize the Chief Facilities Executive and/or her designee to issue an RFQP.  As a result, Los Angeles Unified will not continue seeking opportunities that provide affordable Employee housing.Policy Implications: Los Angeles Unified's Housing Initiative has identified a growing need to provide affordable Employee housing. The proposed action advances the Housing Initiative and opportunities for achieving its Goals. Budget Impact: The activities associated with preparing the RFQP and negotiating agreements with the Project Proposers require staff time from the Facilities Services Division and the Office of the General Counsel which are General Fund overhead expenses. Student Impact: Providing stable and affordable Employee housing helps mitigate negative externalities on students that arise from Employee housing insecurity and creates the opportunity for Employees to instead focus on student success. Furthermore, increasing workforce housing security will correspondingly decrease Employee turnover, creating significant efficiencies that can be directed to support student wellness and academic achievement by fostering a more stable, engaged, and connected school community.Equity Impact:By creating equitable access to affordable, stable, and nearby housing, the initiative supports a more diverse and inclusive workforce, strengthens employee retention, and fosters greater continuity and connection within school communities, ultimately contributing to improved outcomes for all students.Issues and Analysis:The 2024 Survey results indicated that almost half (46%) of employee respondents have considered leaving their job due to high housing costs and over 6,000 employees (52%) expressed interest in Los Angeles Unified affordable housing.  The development of workforce housing may allow Employees to live in affordable, safe, and stable housing within the communities they work in. Los Angeles Unified invests millions of dollars annually in general and grant funds to recruit, hire, train and develop teachers and staff. These investments are diminished when Employees leave Los Angeles Unified employment.  Research from the Terner Center for Housing Innovation at UC Berkeley has shown that access to housing affordability is a key factor in improving employee retention, particularly among early-career educators and classified staff. Workforce housing represents a strategic investment in sustaining a strong, consistent, and effective workforce to support student success.To help address the issues above, and to achieve Los Angeles Unified's Goals, the RFQP will include key evaluation criteria such as:1. Alignment with Los Angeles Unified's Housing Initiative Goals.2. Optimization of sites to provide affordable Employee housing.3. Prioritization of tenancy by Employees earning between the 30-120% Area Median Income brackets.4. Prioritization of tenancy and rent-setting control for Los Angeles Unified Employees.5. Assurance that no out-of-pocket financial contribution will be required by Los Angeles Unified.6. Preservation of the long-term value of the property and ownership for Los Angeles Unified.7. Experience with and commitment to full and sole responsibility for ongoing operations, management, and maintenance of the development(s).8. Plans for robust community engagement.Staff will continue to work with Volz to issue the RFQP and evaluate the proposals.  If financial viability cannot be achieved while providing 100% affordable Employee units on any of the Sites, special considerations will be given to allow for the following:1. Inclusion of Market-rate units, and2. Land exchanges.Upon selection of the successful Proposer, staff will return to the Board for authorization to enter into applicable agreements to develop the Projects.Although staff expects that there may be interest in developing affordable housing on each of the Sites, there is also a possibility that there are no proposals received and/or there is no Proposer selected for one or more (or all) of the Sites.  If that should happen, staff will provide the Board with an Informative related to the responses, if any, the results, and potential future steps which may include issuing additional RFQP's. Attachments:Exhibit A - 5717 N. Rudnick Ave. (Collins)Exhibit B - 1049 N. Fairfax Ave. (Fairfax COS)Exhibit C - 911 Hoover St. (Hoover)Exhibit D - 11300 Main St. (Gompers)Submitted:08/21/25RESPECTFULLY SUBMITTED,\t\t\tAPPROVED BY:______________________________\t\t\t_____________________________ALBERTO M. CARVALHO   \t\t  \tPEDRO SALCIDOSuperintendent\t\t\t\t\tDeputy Superintendent, Business Services and Operations\t\t\t\t\t\t\tREVIEWED BY: \t\t\t\t\tAPPROVED BY:______________________________\t\t\t______________________________DEVORA NAVERA REED\t\t\t\tKRISZTINA TOKESGeneral Counsel\t\t\t\t\tChief Facilities Executive\t\t\t\t\t\t\tFacilities Services Division___  Approved as to form.REVIEWED BY:\t\t\t\t\tPRESENTED BY:______________________________\t\t\t______________________________KURT E. JOHN\t\t\t\t\tISSAM DAHDULDeputy Chief Financial Officer\t\t\tDirector of Facilities       Planning and Development\t\t\t\t\t\t\tFacilities Services Division___  Approved as to budget impact statement.","outcome":"PASS","ayes":7,"noes":0,"abstain":0,"absent":0,"meeting_id":63,"meeting_date":"2025-09-16","meeting_type":"regular","member_votes":[{"member_id":5,"full_name":"Karla Griego","vote_choice":"AYE"},{"member_id":4,"full_name":"Kelly Gonez","vote_choice":"AYE"},{"member_id":7,"full_name":"Nick Melvoin","vote_choice":"AYE"},{"member_id":9,"full_name":"Rocio Rivas","vote_choice":"AYE"},{"member_id":10,"full_name":"Scott Schmerelson","vote_choice":"AYE"},{"member_id":8,"full_name":"Sherlett H. Newbill","vote_choice":"AYE"},{"member_id":1,"full_name":"Tanya Ortiz Franklin","vote_choice":"AYE"}],"topics":["Contracts & Agreements","Health & Nutrition","Facilities & Construction"]}}