{"success":true,"vote":{"id":218,"item_number":"4.","title":"Authorization to Enter into a Memorandum of Understanding with the Los Angeles Department of Water and Power and Amend the Facilities Services Division Strategic Execution Plan to Approve $20 Million for an Energy Efficient Lighting Upgrade Program\nEco-Sustainability Office and Facilities Services Division","description":"Title\nAuthorization to Enter into a Memorandum of Understanding with the Los Angeles Department of Water and Power and Amend the Facilities Services Division Strategic Execution Plan to Approve $20 Million for an Energy Efficient Lighting Upgrade Program\nEco-Sustainability Office and Facilities Services Division \nend\n \nBrief Description:\ndescription\n(Authorization to Enter into a Memorandum of Understanding with the Los Angeles Department of Water and Power and Amend the Facilities Services Division Strategic Execution Plan to Approve $20 Million for an Energy Efficient Lighting Upgrade Program) Recommends authorization to enter into a Memorandum of Understanding (MOU) with the Los Angeles Department of Water and Power (LADWP), and amend the Facilities Services Division (Facilities) Strategic Execution Plan (SEP) to allocate $20 million in bond program funds to support LADWPs direct installation of energy-efficient lighting upgrades at up to 150 school sites, and execution authority for implementing the MOU.\nend\n \nRecommendation\nAction Proposed: \nAuthorize the following:\n1.                     Approve a new MOU between the Los Angeles Unified School District (Los Angeles Unified or the District) and the LADWP for a term of 4.5 years, beginning October 27, 2025 to April 26, 2030.\n \n2.                     Amend the Facilities SEP to allocate $20 million in bond program funds to support LADWPs direct installation of energy-efficient lighting upgrades at up to 150 school sites that will be executed over the term of the proposed new MOU. \n \n3.                     Authorize the Senior Advisor to the Superintendent and/or the Chief Facilities Executive and/or their designee(s) to execute all instruments necessary, as legally permissible, to implement this MOU.   \nend\n \nBody\nBackground: \n In 2012, the District entered into an MOU with the LADWP under which the LADWP reimbursed the District for up to $8 million in energy efficiency projects over a two-year term and six-month extension. On February 10, 2015, the Board ratified the MOU with LADWP valued at $45.3 million to effectuate the “Conserving for Our Kids Program,” a multi-pronged strategy to raise energy and water efficiency at District facilities (Board Report No. 321-14/15). An MOU was subsequently executed between the LADWP and the District with a three-year term, and Amendment No. 1 extended the term by two years, for a total term of five years from October 2015 through October 2020 (Board Report No. 290-18/19, April 23, 2019); the activities associated with administering the MOU were funded by M&O Routine Repair and General Maintenance funds. Another MOU valued at $87.5 million, where LADWP contributed up to $72.5 million and the District contributed up to $15 million for energy efficient lighting upgrades, was executed between the LADWP and the District (Board Report No. 108-20/21) to continue the successes of this program for a five-year term from October 2020 through October 2025. A new MOU is now needed to continue these energy and water efficiency efforts, specifically the Direct Install Lighting projects which have been implemented at 157 school sites dating back to 2012. Under the terms of the new MOU, LADWP will invest more funding in energy and water efficiency projects as well as new greening and climate resiliency projects that will help reduce rising utility costs and improve Green House Gas reductions.\n \nThe new MOU will continue the installation of energy and water efficiency measures at eligible District sites in the LADWP service area. LADWP and its qualified contractors and/or subcontractors will perform the work, and LADWP will reimburse a portion of the District’s administrative and labor costs associated with supporting the projects. The MOU was presented to and approved by the LADWP Board of Supervisors on July 8, 2025.\n \nThe term of the proposed new MOU is 4.5 years; each calendar year within the term is a “term year.” The total value of this MOU is $120 million between both agencies of which LADWP will invest approximately $100 million towards District upgrades and programs (up to $22.5 million per year for term years 1-4 and up to $10 million in term year 5) and Los Angeles Unified will contribute approximately $20 million (up to $4.5 million per year for term years 1-4 and up to $2 million in term year 5) in in-kind services and matching funds.\n \nThe MOU consists of four primary programmatic strategies and maximum funding amounts per year as follows:\n \n•                     Direct install energy-efficient lighting upgrade projects: LADWP will contribute up to $18 million per year for term years 1-4 and up to $8 million for term year 5 for upgrades at up to 150 school sites. The District shall support the extension of this program with matching funds or in-kind services that shall not exceed a total of 25% of the program’s costs or $4.5 million, whichever is less, per term year (term years 1-4), and up to $2 million or 25% of program costs for term year 5.  \n \nEnergy efficient lighting upgrade projects will be selected within LADWP service areas with a focus on school sites with high energy use and/or those with high priority that are located within disadvantaged areas and in alignment to help meet the District’s renewable and greening goals. The proposed energy efficiency upgrades will improve the instructional environment at up to 150 schools, lower the District’s carbon footprint, and reduce recurring expenditures for electricity by an estimated $5.5 million annually. \n \n•                     Education and awareness of energy efficiencies: LADWP will contribute up to $1.125 million per year for term years 1-4 and up to $500,000 in term year 5. The cost of these efforts will be borne entirely by LADWP. However, front funding by LAUSD may be necessary, and would likely be funded by energy rebates associated with the Eco-Sustainability Office.\n•                     Greening/climate resiliency activities: LADWP will contribute up to $2.25 million per year for term years 1-4 and up to $1 million for term year 5. The cost of these activities will be borne entirely by LADWP.  These activities may include, but are not limited to: \no                     Tree opportunities assessments on campuses.\no                     Empty tree well planting.\no                     Turf or pavement removal for new tree wells & trees.\no                     Installation of micro forests.\no                     Educational projects about trees and participating in City Plants.\no                     Educational native and climate-ready gardens/landscapes.\no                     National Wildlife Federation (NWF) Certified landscapes.\no                     On-site stormwater capture and recharge.\no                     Best management practices.\no                     Low impact development infrastructure.\no                     Urban heat island mitigation measures.\no                     Piloting technologies supporting resilience.\no                     Related training for LAUSD maintenance and operations staff.\n \n•                     LADWP water conservation incentives: LADWP will contribute up to $1.125 million per year for term years 1-4 and up to $500,000 for term year 5 for the installation of high-efficiency fixtures and devices. The cost of these efforts will be borne entirely by LADWP.  However, front funding by LAUSD may be necessary, and would likely be funded by energy rebates associated with the Eco-Sustainability Office.\n \nBond Oversight Committee Recommendations:\nThis item was considered by the School Construction Bond Citizens’ Oversight Committee (BOC) at its meeting on September 4, 2025, as referenced in Exhibit A. The presentation that was provided is included as Exhibit B. Staff has concluded that this proposed Facilities SEP amendment is in alignment with BOC recommendations and will facilitate Los Angeles Unified’s ability to successfully implement the Facilities SEP.\n \nExpected Outcomes:\nApproval of these proposed actions will enable the LADWP to continue to support existing and proposed energy efficiency upgrades, new greening and climate resiliency projects, and conservation awareness initiatives through April 2030. On an annual basis, the Eco-Sustainability Office and Facilities will report on the progress of the energy efficient lighting upgrade program related to this MOU.\n \nBoard Options and Consequences: \nApproval of these proposed actions will improve processes delineated by the MOU and enable the LADWP to provide proposed energy and water efficiency upgrades, greening and climate resiliency projects, and conservation awareness initiatives through the term of the MOU.\n \nIf the recommended actions are not approved, replacement of lighting and plumbing fixtures will not be provided at schools with the identified need beyond the current LADWP/LAUSD MOU expiration date of October 26, 2025 and thus the District will not benefit from the cost avoidance that results from such upgrades in fixtures, technologies, and end-user behavior. In addition, students will no longer receive the benefit of education and awareness programs and initiatives supported by the current MOU.\n \nPolicy Implications: \nThese proposed actions are consistent with the District's long-term goal to address the unmet needs of school facilities and provide students with safe and healthy learning environments. The proposal also aligns with the Board Resolution adopted on December 3, 2019, that commits to the goals of “achieving 100 percent clean, renewable energy in its electricity sector by 2030 and in all energy sectors by 2040 working in collaboration with the LADWP’s Sustainable City Plan” (1st Recital to Resolution 018-19/20). \n \nThese proposed actions further align with Board Resolutions that reiterate Los Angeles Unified’s commitment to creating green learning spaces (Expand Sustainable Schoolyards and Environmental Initiatives and Curriculum Board Resolution, Creating New School Gardens and Campus and Community-Shared Green Spaces to Provide Outdoor Learning Opportunities and Create Sustainable and Healthy Environments, and Green Schools for All: Equitable Funding and Expansion of Green Spaces across District Campuses).\n \nThe proposal also advances Los Angeles Unified’s 2022-2026 Strategic Plan Pillar 1: Academic Excellence by developing educational programs around climate literacy; Strategic Plan Pillar 2: Joy and Wellness by developing safe and sustainable green spaces, indoor and outdoor learning environments, and shaded areas at schools; Strategic Plan Pillar 3: Engagement and Collaboration by empowering students to take leadership roles as climate champions and environmental stewards; Strategic Plan Pillar 4: Operational Effectiveness by implementing energy efficiency and water conservation projects to reduce utility costs to the General Fund; and Strategic Plan Pillar 5: Investing in Staff by creating a sustainability program for professionals that will target the development of climate literacy throughout the schools.\n \nBudget Impact: \nPer the MOU, LADWP agrees to fund a maximum of $100 million which includes the work to be executed as well as reimbursing the District for project administrative costs. The District agrees to provide up to $20 million to support energy efficient lighting upgrades at up to 150 school sites. The District’s contribution will be funded with Bond Program funds earmarked specifically for critical replacements and upgrades of school building/site systems and components.  While the District’s contribution to this MOU is only for the energy efficient lighting system upgrade projects, some front funding may be required to support implementation of the other three programmatic strategies under the MOU.  \n \nStudent Impact:\nCost savings from the efficiency programs implemented by the MOU will reduce recurring expenditures for electricity by an estimated $5.5 million annually, thus allow for more financial resources to be allocated to support educational programs. Moreover, students may acquire knowledge through the sustainability and conservation awareness initiatives made possible by the MOU. Active involvement in addressing environmental issues encourages students to become environmental stewards, and such experience can assist in career development preparation for green jobs and sustainability.\n \nEquity Impact:\nThe new MOU will continue the installation of energy and water efficiency measures as well as greening and climate resiliency projects at eligible District sites in the LADWP service area with a focus on school sites with high energy use and/or those with high priority on the District’s Green School Yards Index. A portion of the selected schools shall be located in disadvantaged communities, as defined by the LADWP. Educational and awareness programs will be available to all eligible schools interested in participating.\n \nIssues and Analysis: \nThe MOU would improve processes and extend LADWP’s implementation and funding of energy and water conservation projects, greening and climate resiliency projects, and awareness initiatives, as follows:\n•                     In addition to its own qualified employees, LADWP will provide qualified contractors and/or subcontractors who will provide workers that are members of the International Brotherhood of Electrical Workers (IBEW) to install agreed upon energy efficiency measures at District school sites. LADWP will bear sole responsibility for its contractors and subcontractors;\n•                     The District’s Labor Compliance Department will enforce the payment of prevailing wages to all LADWP contractors and subcontractors, and LADWP, as the awarding body, will cooperate with the Labor Compliance Department pursuant to the terms and requirements outlined in the MOU;\n•                     LADWP and/or its contractors and subcontractors will procure mutually agreed upon materials per approved scopes of work to perform the direct installation work;\n•                     The District may perform the direct installation work if LADWP does not meet agreed-upon milestones. If the District performs the direct installation work, it will purchase materials and all District materials and labor costs will be reimbursed by LADWP;\n•                     The District’s invoicing for reimbursement by LADWP will be bi-monthly (i.e., every other month); and\n•                     The District’s labor costs related to the direct installation work will be reimbursed according to the most current District negotiated unburdened hourly rates for identified positions at the time the work is being performed.\n \nAttachments:\nExhibit A – BOC Resolution\nExhibit B – BOC Presentation\nExhibit C – LADWP/LAUSD MOU\n \nSubmitted:\n09/03/25 \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \nRESPECTFULLY SUBMITTED,                                                               APPROVED BY:\n \n \n \n______________________________                                                               _____________________________\nALBERTO M. CARVALHO                                                                    PEDRO SALCIDO\nSuperintendent                                                                                                         Deputy Superintendent\n                                                                                                                                                   Business Services & Operations\n \n \nREVIEWED BY:                                                                                                          APPROVED BY:\n \n \n \n______________________________                                                               ______________________________\nDEVORA NAVERA REED                                                                                    JAIME TORRENS\nGeneral Counsel                                                                                                         Senior Advisor to the Superintendent\n                                                                                                                                                   Office of the Superintendent\n___  Approved as to form.\n \n \nREVIEWED BY:                                                                                                          APPROVED & PRESENTED BY:\n \n \n \n______________________________                                                               ______________________________\nKURT E. JOHN                                                                                                   CHRISTOS CHRYSILIOU\nDeputy Chief Financial Officer                                                               Chief-Eco Sustainability Officer\n                                                                                                                                                   Eco-Sustainability Office\n___  Approved as to budget impact statement.\n \n \nAPPROVED BY:\n \n \n \n______________________________                     \nKRISZTINA TOKES\nChief Facilities Executive\nFacilities Services Division","outcome":"PASS","ayes":7,"noes":0,"abstain":0,"absent":0,"meeting_id":63,"meeting_date":"2025-09-16","meeting_type":"regular","member_votes":[{"member_id":5,"full_name":"Karla Griego","vote_choice":"AYE"},{"member_id":4,"full_name":"Kelly Gonez","vote_choice":"AYE"},{"member_id":7,"full_name":"Nick Melvoin","vote_choice":"AYE"},{"member_id":9,"full_name":"Rocio Rivas","vote_choice":"AYE"},{"member_id":10,"full_name":"Scott Schmerelson","vote_choice":"AYE"},{"member_id":8,"full_name":"Sherlett H. Newbill","vote_choice":"AYE"},{"member_id":1,"full_name":"Tanya Ortiz Franklin","vote_choice":"AYE"}],"topics":["Facilities & Construction","Contracts & Agreements","Health & Nutrition"]}}