{"success":true,"vote":{"id":220,"item_number":"6.","title":"Adoption of the Los Angeles Unified School District 2025 Local Hazard Mitigation Plan\nOffice of Environmental Health & Safety","description":"Title\nAdoption of the Los Angeles Unified School District 2025 Local Hazard Mitigation Plan\nOffice of Environmental Health & Safety\nend\n \nBrief Description:\ndescription\n(Adoption of the Los Angeles Unified School District 2025 Local Hazard Mitigation Plan) Recommends adoption of the 2025 Local Hazard Mitigation Plan (LHMP). This plan supports the District with the eligibility for certain federal disaster assistance. The District received conditional approval of the LHMP update from the California Governor’s Office of Emergency Services (CalOES) and Federal Emergency Management Agency (FEMA) pending formal adoption by the Board of Education (Board). \nend\n \nRecommendation\nAction Proposed: \nApprove and adopt the Resolution of the Los Angeles Unified School District Board of Education (Attachment A) adopting the Los Angeles Unified School District 2025 Local Hazard Mitigation Plan (Attachment B) prepared pursuant to the requirements of the Disaster Mitigation Act of 2000 (Public Law 106-390), the implementing regulations set forth by the Interim Final Rule published in the Federal Register on February 26, 2002, (44 CFR §201.6) and finalized on October 31, 2007, and the latest FEMA guidance effective April 2025. \nend\n \nBody\nBackground: \nIn 2004, the District developed a LHMP, which received FEMA approval in 2005. Subsequent LHMPs were prepared and received FEMA approval, and the latest version was adopted and approved in November 2018. The LHMP is typically valid for a period of five years and in order to keep it current, an update is required to reflect the current responsibilities of the District’s divisions, departments and offices and address major natural and human-caused disasters that have the potential to impact District facilities and operations. The updated plan was prepared to ensure the District would be eligible for FEMA Pre-Disaster Mitigation and Hazard Mitigation Grant programs, explicitly, FEMA Hazard Mitigation Grant Program (HMGP); Pre-Disaster Mitigation (PDM) program; Building Resilient Infrastructure and Communities (BRIC) program; as well as the Flood Mitigation Assistance (FMA) program. The LHMP also provides the foundation for the District’s long-term strategy to reduce disaster losses. \nHazard mitigation planning is the process through which hazards that threaten communities are identified, likely impacts determined, mitigation goals set, and appropriate mitigation strategies determined, prioritized, and implemented. This LHMP documents the hazard mitigation planning process and identifies relevant hazards, risks and vulnerabilities, and strategies LA Unified will use to decrease vulnerability and increase resiliency and sustainability in the District and the communities it serves. The planning process began with the organizational phase to establish the Hazard Mitigation Planning Committee. Members were selected following FEMA's guidance which specifies the type of participants needed. Key District and agency stakeholders were invited to LHMP planning meetings and those that chose to participate became committee members. The entire process involved seven meetings. A detailed risk assessment was then conducted followed by the development of a focused mitigation strategy for the District’s Planning Area. \nThe District submitted the updated LHMP to CalOES and FEMA for their review and approval. The LHMP was prepared pursuant to the requirements of the Disaster Mitigation Act of 2000 (Public Law 106-390), the implementing regulations set forth by the Interim Final Rule published in the Federal Register on February 26, 2002, (44 CFR §201.6) and finalized on October 31, 2007, and the latest FEMA LHMP guidance effective April 2025.On July 18, 2025, the LHMP received conditional approval from FEMA subject to Board adoption.\n \nExpected Outcomes:\nStaff anticipates that the Board will approve and adopt the attached Resolution to adopt the LHMP pursuant to requirements of the Disaster Mitigation Act of 2000. This action is required for the LHMP to receive formal FEMA approval.\n \nBoard Options and Consequences: \nA “Yes” vote to adopt the Resolution will enable the District to receive final approval from FEMA for the LHMP and allow the District to apply for funding for pre-disaster mitigation for projects identified in the LHMP as well as grant requests associated with post-disaster funding should a major natural or human-made disaster occur. Moreover, the adopted 2025 LHMP will provide the District with the planning framework for addressing and/or responding to natural disasters. \n \nA “No” vote would not allow the District to receive final approval from FEMA and apply for federal disaster assistance, specifically, the FEMA HMGP, PDM, BRIC, and FMA programs. Additionally, if the Board does not approve and adopt the Resolution adopting the Los Angeles Unified School District 2025 Local Hazard Mitigation Plan, the District will need to rely on the outdated 2018 plan, which does not consider new and changing natural hazards. \n \nPolicy Implications: \nThis action does not change District policy. This action helps document the hazard mitigation planning process and identifies relevant hazards, risks and vulnerabilities as well as strategies LA Unified will use to decrease vulnerability and increase resiliency and sustainability in the District and the communities it serves.\n \nBudget Impact: \nThis action does not have a budget impact.\n \nStudent Impact:\nCompliance with the requirements of the Disaster Mitigation Act of 2000 will serve to augment the District’s emergency planning efforts by formally adopting the LHMP. Continued and enhanced hazard mitigation actions will help ensure that students are provided with a safe and healthy school environment and safe facilities that promote effective learning.\n \nIssues and Analysis: \nEach year in the United States, natural disasters take the lives of hundreds of people and injure thousands more. Nationwide, taxpayers pay billions of dollars annually to help communities, organizations, businesses, and individuals recover from disasters. These monies only partially reflect the true cost of disasters because additional expenses to insurance companies and non-governmental organizations are not reimbursed by tax dollars. Many natural disasters are predictable, and much of the damage caused by these events can be alleviated or even eliminated. The purpose of hazard mitigation is to reduce or eliminate long-term risk to people and property from hazards. Adoption and implementation of the District’s 2025 LHMP will demonstrate the District’s commitment to fulfilling its mitigation goals and objectives to meet that end.\n \nAttachments:\nAttachment A – 2025 Local Hazard Mitigation Plan Resolution\nAttachment B – Local Hazard Mitigation Plan (due to the size of the document, please click here to view \n \nSubmitted:\n09/04/25 \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \nRESPECTFULLY SUBMITTED,                                                               APPROVED & PRESENTED BY:\n \n \n \n______________________________                                                               _____________________________\nALBERTO M. CARVALHO                                                                    JAIME G. TORRENS\nSuperintendent                                                                                                         Senior Advisor to the Superintendent\n                                                                                                                                                   Office of the Superintendent\n \n \nREVIEWED BY:                                                                                                          APPROVED & PRESENTED BY:\n \n \n \n______________________________                                                               ______________________________\nDEVORA NAVERA REED                                                                                    CARLOS A. TORRES\nGeneral Counsel                                                                                                         Director\n                                                                                                                                                   Office of Environmental Health & Safety\n___  Approved as to form.\n \n \n \nREVIEWED BY:\n \n \n \n______________________________                     \nKURT JOHN \nDeputy Chief Financial Officer\n \n___  Approved as to budget impact statement.","outcome":"PASS","ayes":7,"noes":0,"abstain":0,"absent":0,"meeting_id":63,"meeting_date":"2025-09-16","meeting_type":"regular","member_votes":[{"member_id":5,"full_name":"Karla Griego","vote_choice":"AYE"},{"member_id":4,"full_name":"Kelly Gonez","vote_choice":"AYE"},{"member_id":7,"full_name":"Nick Melvoin","vote_choice":"AYE"},{"member_id":9,"full_name":"Rocio Rivas","vote_choice":"AYE"},{"member_id":10,"full_name":"Scott Schmerelson","vote_choice":"AYE"},{"member_id":8,"full_name":"Sherlett H. Newbill","vote_choice":"AYE"},{"member_id":1,"full_name":"Tanya Ortiz Franklin","vote_choice":"AYE"}],"topics":["Safety & Student Welfare","Health & Nutrition","Governance & Policy"]}}