{"success":true,"vote":{"id":221,"item_number":"7.","title":"Approval of Facilities Contracts Actions \nProcurement Services Division - Facilities Contracts","description":"Title\nApproval of Facilities Contracts Actions \nProcurement Services Division - Facilities Contracts\nend\n \nBrief Description:\ndescription\n(Approval of Facilities Contracts Actions) Recommends the ratification of Procurement Services Division contract actions taken by Facilities Contracts under delegated authority as listed in Attachment “A” including: award of advertised construction contracts; award of job order contracts; award of job order contract amendments; approval of change orders; completion of contracts; award of informal contracts; assignment and assumption of rights and delegation of duties; award of architectural and engineering contracts; extra services / amendments for architectural and engineering contracts and approved proposed contracts in Attachment B including fire life safety training and video creation services and materials testing and special inspection services contracts.\nend\n \nRecommendation\nAction Proposed: \nRatify the Procurement Services Division (PSD) contract actions taken by Facilities Contracts under delegated authority as listed in Attachment “A” including: award of advertised construction contracts; award of job order contracts; award of job order contract amendments; approval of change orders; completion of contracts; award of informal contracts; assignment and assumption of rights and delegation of duties; award of architectural and engineering contracts; extra services / amendments for architectural and engineering contracts and approved proposed contracts in Attachment B including fire life safety training and video creation services and materials testing and special inspection services contracts.\nend\n \nBody\nBackground: \nFacilities Contracts staff prepares monthly reports for contract actions necessary for the execution of projects approved by the Board and contained in the FSD Strategic Execution Plan (SEP), and for the maintenance and operation of District facilities in accordance with District policies and Board-delegated authority. As described in the November 12, 2013 Board Report #048-13/14 Informative, detailed information is provided on the Facilities Services website.\n \nExpected Outcomes:\nApproval of these items will allow services provided by these contracts to proceed in support of FSD projects, District policies and goals, and the Board-approved FSD-SEP.\n \nBoard Options and Consequences: \nThe Board can approve all actions presented or postpone selected actions pending receipt of additional information. Non-ratification of actions awarded under delegated authority in Attachment “A” will result in the immediate discontinuance of services. While non-ratification may be legally defendable, it will likely result in costly litigation over discontinued payments or if the District attempts to reclaim payments made to a vendor. District costs will likely increase as fewer contractors compete for future procurements.\n \nPolicy Implications: \nThis action does not change District policy and conforms to California Education Code section 17604 that permits the Board of Education to delegate authority for Facilities Contracts (Board Report #444-17/18), which the Board exercised on May 08, 2018.\n \nBudget Impact: \nThe contract actions presented are within the budget authority previously approved by the Board. Unless indicated otherwise, all contract actions are Bond funded.\n \nStudent Impact:\nThe contract actions will help ensure that the students are provided with safe and healthy environments, and up to-date facilities that promote learning.\n \nEquity Impact:\nNot Applicable\n \nIssues and Analysis: \nThere are no policy implications on these agreements.\n \nAttachments:\nAttachment A - Ratification of Facilities Contract Actions Awarded Under Delegated Authority\n \nSubmitted:\n08/21/25 \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \nRESPECTFULLY SUBMITTED,                                                               APPROVED BY:\n \n \n \n______________________________                                                               _____________________________\nALBERTO M. CARVALHO                                                                    PEDRO SALCIDO\nSuperintendent                                                                                                         Deputy Superintendent\n                                                                                                                                                   Business Services & Operations\n \n \nREVIEWED BY:                                                                                                          APPROVED BY:\n \n \n \n______________________________                                                               ______________________________\nDEVORA NAVERA REED                                                                                    SUNG YON LEE\nGeneral Counsel                                                                                                         Deputy Chief Business Officer\n                                                                                                                                                   Business Services and Operations\n___  Approved as to form.\n \n \n \nREVIEWED BY:                                                                                                         APPROVED & PRESENTED BY:\n \n \n \n______________________________                                                               ______________________________                     \nKURT E. JOHN                                                                                                         MATTHEW A. FRIEDMAN\nDeputy Chief Financial Officer                                                               Chief Procurement Officer\n                                                                                                                                                   Procurement Services Division\n___  Approved as to budget impact statement.\n \n \nREVIEWED BY:\n \n \n \n______________________________                     \nKRISZTINA TOKES\nChief Facilities Executive\n \n___  Approved as to facilities impact","outcome":"PASS","ayes":7,"noes":0,"abstain":0,"absent":0,"meeting_id":63,"meeting_date":"2025-09-16","meeting_type":"regular","member_votes":[{"member_id":5,"full_name":"Karla Griego","vote_choice":"AYE"},{"member_id":4,"full_name":"Kelly Gonez","vote_choice":"AYE"},{"member_id":7,"full_name":"Nick Melvoin","vote_choice":"AYE"},{"member_id":9,"full_name":"Rocio Rivas","vote_choice":"AYE"},{"member_id":10,"full_name":"Scott Schmerelson","vote_choice":"AYE"},{"member_id":8,"full_name":"Sherlett H. Newbill","vote_choice":"AYE"},{"member_id":1,"full_name":"Tanya Ortiz Franklin","vote_choice":"AYE"}],"topics":["Contracts & Agreements","Facilities & Construction","Appointments"]}}