{"success":true,"vote":{"id":222,"item_number":"8.","title":"Adoption of the Negative Declaration for the Fairfax High School Major Modernization Project\nOffice of Environmental Health & Safety","description":"Title\nAdoption of the Negative Declaration for the Fairfax High School Major Modernization Project\nOffice of Environmental Health & Safety\nend\n \nBrief Description:\ndescription\n(Adoption of the Negative Declaration for the Fairfax High School Major Modernization Project) Recommends adoption of the Negative Declaration for the Fairfax High School (Board District 4, Region West) Major Modernization Project. prepared in compliance with the California Environmental Quality Act (CEQA; Public Resources Code §21000 et seq.) and State CEQA Guidelines (California Code of Regulations, Title 14, Division 6, Chapter 3 §15000 et seq.). \nend\n \nRecommendation\nAction Proposed: \nReview and adopt the Negative Declaration (ND) for the proposed Fairfax High School Major Modernization Project (Project) prepared in compliance with the California Environmental Quality Act (CEQA; Public Resources Code §21000 et seq.) and State CEQA Guidelines (California Code of Regulations, Title 14, Division 6, Chapter 3 §15000 et seq.). An initial Study/Negative Declaration was prepared for the Fairfax High School Major Modernization Project. Environmental review of the Project found that there would be no significant impacts as a result of construction and operation of the Project.\nend\n \nBody\nBackground: \nOn October 12, 2021, the Los Angeles Unified School District Board of Education (Board) approved the project definition for site due diligence, planning, and feasibility activities necessary at Fairfax High School (Fairfax HS or Campus) for a major modernization project (Board Report No. 85-21/22). Subsequently, on January 14, 2025, the Board approved the Design-Build Contract Award to Pinner Construction Co., Inc. in partnership with DLR Group Inc. for the major modernization project (Board Report No. 100-24/25) with a contract value of $142,998,000.The proposed Project is located on a 23.63-acre school campus at 7850 Melrose Avenue within the City of Los Angeles (Board District 4, Region West). Fairfax High School (School) originally opened in 1924. All existing buildings were constructed between 1923 and 2011. As of the 2024-2025 Electronic Capacity Assessment Review (E-CAR), the school served approximately 1,500 students in grades 9 through 12. The proposed Project includes the construction of a new gymnasium, five specialty classrooms, outdoor physical education courts, and maintenance and operations (M&O) facilities. The new two-story gymnasium building includes team rooms and locker rooms; a public entrance and lobby providing access to the building from the west parking area along Fairfax Avenue; and five new classrooms that will host Ceramics, Drama, Instrumental Music, Sports Medicine, and Dance classes. The outdoor physical education courts will be comprised of basketball/volleyball courts, adjacent areas with trees and seating. Demolition activities will include the removal of the Shop Building, Gymnasium, M&O Building, Ticket Office, and Relocatable Sanitary Building, including foundations and below-grade and above-grade utility infrastructure associated with these buildings and structures. Interim facilities will be installed to allow the School to remain operational and minimize impacts during construction. Additional improvements encompass exterior painting of all remaining buildings to provide a uniform appearance; associated landscape, hardscape, parking improvements, and related infrastructure upgrades including a new electrical transformer. The site is not on any hazardous waste lists under Section 65962.5 of the Government Code. A Preliminary Environmental Assessment-Equivalent (PEA-E) was prepared for the proposed Project in accordance with Department of Toxic Substances Control (DTSC) guidelines. The PEA-E did not identify any hazardous substances in the soil, and No Further Action was recommended for the site assessment investigation. However, the site is in a designated City of Los Angeles Methane Zone, and a methane assessment has been performed. Methane monitoring and mitigation components, as required by the City of Los Angeles, will be incorporated as a part of the project design. The District’s Office of Environmental Health & Safety (OEHS) evaluated the proposed Project to determine its potential impact on the environment in accordance with CEQA, Public Resources Code §21000, et seq., and State CEQA Guidelines, Title 14 California Code of Regulations §15000 et seq. Environmental review of the Project found that there would be no significant impacts as a result of construction and operation of the Project with the implementation of LAUSD’s Standard Conditions of Approval. This evaluation, as documented in the Initial Study (IS), resulted in the preparation of a ND (State Clearinghouse Number 2025050380). The District circulated the IS/ND for a 30-day public review period from May 7, 2025, to June 6, 2025. Copies of the IS/ND and PEA-E were available for review electronically on the OEHS website and on the State Clearinghouse website and printed copies were made available for public review at OEHS District Headquarters at Beaudry and at Fairfax High School. The District posted the Notice of Intent to Adopt a Negative Declaration (NOI) on the OEHS website during the public review period, mailed the NOI to all owner/occupants located within a 0.25-mile radius of the Project site, to parents/guardians of students, and published the NOI in two local newspapers (Daily News and La Opinión). The District filed the NOI with the Los Angeles County Clerk and with the State Clearinghouse for distribution to potentially affected state agencies, local agencies, tribal agencies pursuant to AB 52, and known interested parties. At the end of the public review period, the District received comment letters from two agencies and verbal comments from individuals during the community meeting. All letters and verbal comments were responded to by the District and are included in the attached Responses to Comments (RTC). The requirements set forth in the CEQA Guidelines Section 15073.5 regarding recirculation are not met.  \n \nExpected Outcomes:\nStaff anticipates that the Board will review and make a determination on the attached Resolution to adopt the ND pursuant to CEQA and State CEQA Guidelines. This action is required for the Board to consider approval of the Project. \n \nBoard Options and Consequences: \nA “Yes” vote to adopt the Negative Declaration would enable the Board to consider approval of the Project. \n \nA “No” vote to adopt the Negative Declaration would prevent the Board from approving the proposed Project, and the proposed Project could not proceed into construction.\nPolicy Implications: \nThis action does not change District policy. This action helps facilitate the Facilities Services Division Strategic Execution Plan and supports the goals and objectives of the School Upgrade Program (SUP). On August 24, 2021, the Board adopted an update to the SUP to integrate Measure RR funding and priorities into its operational framework and approved the Measure RR Implementation Plan (Implementation Plan) to help guide the identification of sites and development of project proposals (Board Report No. 027-21/22). The Implementation Plan included, among other things, the development of seven major modernization projects, one in each Board District and the Project is in Board District 4. \n \nBudget Impact: \nThis action does not have a budget impact.\n \nStudent Impact:\nThe proposed Project, once completed, will help ensure that the students attending the school are provided with a safe and healthy environment, and up-to-date facilities that promote learning. \n \nIssues and Analysis: \nIn 2016, the Board authorized a proposal by Arts Fairfax to donate a new 3,300 square foot art gallery and classroom building (Gallery Building) at the School, consisting of an exhibition/classroom space, office space, conference room, storage, and restrooms. Additionally, the Board authorized the inclusion of the Gallery Building design in the construction bid documents for the Project as an add alternate. The Gallery Building scope of work was included as part of the CEQA analysis for potential environmental impacts and as referenced in the CEQA documents (IS/ND). Construction of the Gallery Building will only proceed if additional funding becomes available through future external and/or District sources.\n \nEnvironmental review of the proposed Project found that, with the incorporation of Los Angeles Unified’s Standard Conditions and Approvals, Project Design Features, as well as all applicable state, federal, and local regulations, there would be no significant impacts as a result of the Project.\n \nThe District is the “Lead Agency” as defined in the State CEQA Guidelines §§15050-15053, and the Board shall review and consider the Negative Declaration and its supporting documents and comments.\n \nAttachments:\nAttachment A: Resolution of the Los Angeles Unified School District Board Adopting the \nNegative Declaration for the Fairfax High School Major Modernization Project\n \nAttachment B: Initial Study/ Negative Declaration \nDue to the file size, Attachment B please click here to view https://media.edlio.net/4c6d677b/8ce4263a/af5ce9b5/29852b5aea8b40ab90261106299a720e?_=FairfaxHS_IS_071525.pdf <https://nam11.safelinks.protection.outlook.com/?url=https%3A%2F%2Fmedia.edlio.net%2F4c6d677b%2F8ce4263a%2Faf5ce9b5%2F29852b5aea8b40ab90261106299a720e%3F_%3DFairfaxHS_IS_071525.pdf&data=05%7C02%7Cripsime.chouljian%40lausd.net%7C390bec49cf17483f623708dde1c0e54b%7C042a40a1b1284ac48648016ffa121487%7C0%7C0%7C638914940775828581%7CUnknown%7CTWFpbGZsb3d8eyJFbXB0eU1hcGkiOnRydWUsIlYiOiIwLjAuMDAwMCIsIlAiOiJXaW4zMiIsIkFOIjoiTWFpbCIsIldUIjoyfQ%3D%3D%7C0%7C%7C%7C&sdata=6XI0om0lYZwjqMKgNiOsnx4bI2U%2FmQmOeVJf3M5GyEA%3D&reserved=0>\n \nAttachment C: Initial Study/ Negative Declaration Appendices\nDue to the file size, Attachment C, please click here to view the CEQA website <https://media.edlio.net/4c6d677b/bb1fc79c/2c34dd93/fa849c484e764a1c9cf9da3aa43133cf?_=LAUSD_FairfaxHS_Appendices_Combined_050624.pdf> \nAttachment D: Responses to Comments\n \nLinked materials of previously adopted Board reports referenced in the background and policy implications sections:\n•                     Adopted October 12, 2021 - Board Report No. 85-21/22 https://drive.google.com/file/d/109Z9T-RDcddHx-XolO25THJl8J7PN49Z/view <https://nam11.safelinks.protection.outlook.com/?url=https%3A%2F%2Fdrive.google.com%2Ffile%2Fd%2F109Z9T-RDcddHx-XolO25THJl8J7PN49Z%2Fview&data=05%7C02%7Cripsime.chouljian%40lausd.net%7C448072e18eed4fb7b82308dde1c4eec9%7C042a40a1b1284ac48648016ffa121487%7C0%7C0%7C638914958112504217%7CUnknown%7CTWFpbGZsb3d8eyJFbXB0eU1hcGkiOnRydWUsIlYiOiIwLjAuMDAwMCIsIlAiOiJXaW4zMiIsIkFOIjoiTWFpbCIsIldUIjoyfQ%3D%3D%7C0%7C%7C%7C&sdata=cHq%2BIAwwmysQXx%2BZ3bibPa%2FAa8wB9mP0Xtwmd2rbXUk%3D&reserved=0>\n•                     Adopted January 14, 2025 - Board Repot No. 100-24/25 https://drive.google.com/file/d/1YkceVOjefpuRtrADj8rX1tL7qJ1FszdR/view <https://nam11.safelinks.protection.outlook.com/?url=https%3A%2F%2Fdrive.google.com%2Ffile%2Fd%2F1YkceVOjefpuRtrADj8rX1tL7qJ1FszdR%2Fview&data=05%7C02%7Cripsime.chouljian%40lausd.net%7C448072e18eed4fb7b82308dde1c4eec9%7C042a40a1b1284ac48648016ffa121487%7C0%7C0%7C638914958112539515%7CUnknown%7CTWFpbGZsb3d8eyJFbXB0eU1hcGkiOnRydWUsIlYiOiIwLjAuMDAwMCIsIlAiOiJXaW4zMiIsIkFOIjoiTWFpbCIsIldUIjoyfQ%3D%3D%7C0%7C%7C%7C&sdata=r17kzcLxSZBwi6GIxCE6Eg2W%2BE3SxfEqt8hrLYHLs4M%3D&reserved=0>\n•                     Adopted August 24, 2021 - Board Report No. 27-21/22 https://drive.google.com/file/d/1KPIII4tDrqyozYHPIwaFOcJVzHoUYOOF/view <https://nam11.safelinks.protection.outlook.com/?url=https%3A%2F%2Fdrive.google.com%2Ffile%2Fd%2F1KPIII4tDrqyozYHPIwaFOcJVzHoUYOOF%2Fview&data=05%7C02%7Cripsime.chouljian%40lausd.net%7C448072e18eed4fb7b82308dde1c4eec9%7C042a40a1b1284ac48648016ffa121487%7C0%7C0%7C638914958112581272%7CUnknown%7CTWFpbGZsb3d8eyJFbXB0eU1hcGkiOnRydWUsIlYiOiIwLjAuMDAwMCIsIlAiOiJXaW4zMiIsIkFOIjoiTWFpbCIsIldUIjoyfQ%3D%3D%7C0%7C%7C%7C&sdata=5xXUS%2BJ%2BmdrwdYypPIST9B3xitc%2B1iQo5f4ua3wmtFQ%3D&reserved=0>\n \nSubmitted:\n08/22/25 \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \nRESPECTFULLY SUBMITTED,                                                               APPROVED & PRESENTED BY:\n \n \n \n______________________________                                                               _____________________________\nALBERTO M. CARVALHO                                                                    JAIME G. TORRENS\nSuperintendent                                                                                                         Senior Advisor to the Superintendent\n                                                                                                                                                   Office of the Superintendent\n \n \n \nREVIEWED BY:                                                                                                          APPROVED & PRESENTED BY:\n \n \n \n______________________________                                                               ______________________________\nDEVORA NAVERA REED                                                                                    CARLOS A. TORRES\nGeneral Counsel                                                                                                         Director\n                                                                                                                                                   Office of Environmental Health & Safety\n \n \n___  Approved as to form.\n \n \n \nREVIEWED BY:\n \n \n \n______________________________                     \nKURT JOHN \nDeputy Chief Financial Officer\n \n___  Approved as to budget impact statement.","outcome":"PASS","ayes":7,"noes":0,"abstain":0,"absent":0,"meeting_id":63,"meeting_date":"2025-09-16","meeting_type":"regular","member_votes":[{"member_id":5,"full_name":"Karla Griego","vote_choice":"AYE"},{"member_id":4,"full_name":"Kelly Gonez","vote_choice":"AYE"},{"member_id":7,"full_name":"Nick Melvoin","vote_choice":"AYE"},{"member_id":9,"full_name":"Rocio Rivas","vote_choice":"AYE"},{"member_id":10,"full_name":"Scott Schmerelson","vote_choice":"AYE"},{"member_id":8,"full_name":"Sherlett H. Newbill","vote_choice":"AYE"},{"member_id":1,"full_name":"Tanya Ortiz Franklin","vote_choice":"AYE"}],"topics":["Safety & Student Welfare","Health & Nutrition","Facilities & Construction"]}}