{"success":true,"vote":{"id":224,"item_number":"10.","title":"Define and Approve Four Sustainable Environment Enhancement Developments for Schools (SEEDS) Projects and Amend the Facilities Services Division Strategic Execution Plan to Incorporate Therein \nFacilities Services Division and Eco-Sustainability Office","description":"Title\nDefine and Approve Four Sustainable Environment Enhancement Developments for Schools (SEEDS) Projects and Amend the Facilities Services Division Strategic Execution Plan to Incorporate Therein \nFacilities Services Division and Eco-Sustainability Office \nend\n \ndescription\nBrief Description:\n(Define and Approve Four Sustainable Environment Enhancement Developments for Schools Projects and Amend the Facilities Services Division Strategic Execution Plan to Incorporate Therein) Recommends to approve four Sustainable Environment Enhancement Developments for Schools (SEEDS) Projects totaling $650,000 at four elementary schools (Latona Avenue, Oxnard, San Antonio, and Van Nuys) and authorize staff to execute all necessary implementation instruments.\nend\n \nRecommendation\nAction Proposed: \n1)                     Define and approve four SEEDS Projects at Latona Avenue Elementary School, Oxnard Elementary School, San Antonio Elementary School, and Van Nuys Elementary School (Projects), as described in Exhibit A, and amend the Facilities Services Division (Facilities) Strategic Execution Plan (SEP) to incorporate therein. The total combined budget for the four proposed Projects is $650,000.\n \n2)                     Authorize the Chief Facilities Executive, Chief Procurement Officer, and/or their designee(s) to execute all instruments necessary, as legally permissible, to implement the proposed SEEDS Projects, including budget modifications and the purchase of equipment and materials.\nend\n \nBody\nBackground: \nThe SEEDS Program supports the development of projects that will enhance school sites by creating outdoor learning spaces in collaboration with school-based and community-led efforts (Program). There are two components to the Program:\n \n1.                     Development of the outdoor learning space constructed by Los Angeles Unified includes capital investments, such as asphalt removal, installation of irrigation and utilities, and any associated testing and inspection.\n \n2.                     Collaboration with a school site and/or partner organization that will outfit the outdoor learning space with the plant materials and landscaping features that align with the school’s instructional vision and program. This component is essential to the success of each project.\n \nPotential projects are identified through proposals submitted by schools and/or partners. A school site by itself, or in cooperation with a partner organization, may submit a SEEDS application to receive up to $100,000 to create or improve an outdoor learning space. An additional $50,000 is available to schools ranked in the top 150 on the Los Angeles Unified Greening Index of schools in need of green space as published in August 2022 (Greening Index).\n \nThe Greening Index ranks the four schools as follows: Latona Avenue Elementary School (356), Oxnard Elementary School (104), San Antonio Elementary School (204), and Van Nuys Elementary School (310). Therefore, Oxnard Elementary School is eligible for the additional $50,000 allocation.\n \nDistrict staff evaluates the proposals based on the specific criteria and requirements outlined in the SEEDS Program Guide to ensure each proposal meets the eligibility requirements. Proposals must include a written project narrative describing the project scope, an explanation of how the project will be integrated into the school’s curriculum, and confirmation of the availability of resources to outfit and maintain the outdoor learning space. The recommended Projects included in this Board Report have been reviewed and have been found to comply with the program requirements, including feasibility and equitable distribution throughout the District.\n \nBond Oversight Committee Recommendations:\nThis item was considered by the School Construction Bond Citizens’ Oversight Committee (BOC) at its meeting on September 4, 2025, as referenced in Exhibit B. The presentation that was provided is included as Exhibit C. Staff has concluded that this proposed Facilities SEP amendment is in alignment with BOC recommendations and will facilitate Los Angeles Unified’s ability to successfully implement the Facilities SEP.\n \nExpected Outcomes:\nApproval of this proposed action will enable staff to proceed with the design and construction of these four proposed Projects. Approval of these greening Projects will improve the learning environment for students, teachers, and staff, increase sustainability, and enhance the outdoor school environment.\n \nBoard Options and Consequences: \nApproval of this proposed action will authorize staff to proceed with the expenditure of Bond Program funds to execute these proposed Projects that support educational programs related to nutrition, health, literacy, math, and science. If these proposed projects are not approved, the school sites will not benefit from the creation of these outdoor learning spaces.\n \nPolicy Implications: \nThe proposed action is consistent with the District's long-term goal to address the unmet needs of school facilities and provide students with safe and healthy learning environments. The action is also aligned with Board Resolutions that reiterate Los Angeles Unified’s commitment to creating green learning spaces (Expand Sustainable Schoolyards and Environmental Initiatives and Curriculum Board Resolution, Creating New School Gardens and Campus and Community-Shared Green Spaces to Provide Outdoor Learning Opportunities and Create Sustainable and Healthy Environments, and Green Schools for All: Equitable Funding and Expansion of Green Spaces across District Campuses). The proposed action advances Los Angeles Unified’s 2022-2026 Strategic Plan Pillar 2 Joy and Wellness Welcoming Learning Environments by developing safe and sustainable green spaces, outdoor learning environments, and shaded areas at schools.\n \nBudget Impact: \nThe combined project budget for the four proposed Projects is $650,000. The Projects will be funded with Bond Program funds earmarked in the School Upgrade Program (SUP), specifically for school upgrades and reconfigurations to support wellness, health, athletics, learning, and efficiency.\n \nThe project budget for Latona Avenue Elementary School includes a contribution of $200,000 from Bond Program funds earmarked for Board District Priority Projects in Board District 2 which will be transferred to funds earmarked in the SUP for school upgrades and reconfigurations to support wellness, health, athletics, learning, and efficiency.\n \nStudent Impact: \nThe proposed SEEDS projects at Latona Avenue Elementary School, Oxnard Elementary School, San Antonio Elementary School, and Van Nuys Elementary School will provide outdoor learning spaces that create environments for student-centered, experiential, and engaged learning. These SEEDS learning gardens will facilitate educational programs related to nutrition, health, literacy, math, and science, and may also be used during recess and lunchtime by approximately 1,300 current and future students. These proposed Projects also encourage and support community, student, and parent engagement through the creation of partnerships that help establish and maintain the newly developed garden spaces.\n \nEquity Impact:\nPotential projects are identified through proposals submitted by schools and/or partners. A school by itself, or in cooperation with a partner organization, may submit an application for a SEEDS project for up to $100,000. Schools ranked in the top 150 on the Greening Index will receive an additional $50,000 for their SEEDS project. One of the four proposed Projects included in this Board Report qualifies for this additional funding.\n \nIssues and Analysis: \nIn order to ensure the long-term permanence of each SEEDS project, the school site and/or its partner organization must enter into a Maintenance Agreement that provides for the ongoing maintenance of the proposed outdoor learning space.\n \nAttachments:\nExhibit A – Sustainable Environment Enhancement Developments for Schools (SEEDS) Projects\nExhibit B – BOC Resolution\nExhibit C – BOC Presentation\n \nSubmitted:\n08/21/25\n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \nRESPECTFULLY SUBMITTED,                                                               APPROVED BY:\n \n \n \n_____________________________                                                               _____________________________\nALBERTO M. CARVALHO                                                                                    PEDRO SALCIDO   \nSuperintendent                                                                                                         Deputy Superintendent, \nBusiness Services & Operations\n                                                                                                                                                   \n \n \nREVIEWED BY:                                                                                                          APPROVED BY:\n \n \n \n \n______________________________                                                               ______________________________ \nDEVORA NAVERA REED                                                                                    JAIME TORRENS\nGeneral Counsel                                                                                                         Senior Advisor to the Superintendent\n___ Approved as to form.\n \n \n \nREVIEWED BY:                                                                                                          APPROVED BY:\n \n \n \n_____________________________                                                               ______________________________\nKURT E. JOHN                                                                                                         KRISZTINA TOKES\nDeputy Chief Financial Officer                                                       Chief Facilities Executive\nFacilities Services Division\n___ Approved as to budget impact statement.\n \n \n      \nAPPROVED BY:                                                                                          APPROVED & PRESENTED BY:\n \n \n \n_____________________________                                                               ______________________________\nCHRISTOS CHRYSILIOU                                                                                    MARK CHO\nChief Eco-Sustainability Officer                                                               Deputy Director of Facilities\nEco-Sustainability Office                                                                                    Maintenance and Operations\n                                                                                                                                                   Facilities Services Division","outcome":"PASS","ayes":7,"noes":0,"abstain":0,"absent":0,"meeting_id":63,"meeting_date":"2025-09-16","meeting_type":"regular","member_votes":[{"member_id":5,"full_name":"Karla Griego","vote_choice":"AYE"},{"member_id":4,"full_name":"Kelly Gonez","vote_choice":"AYE"},{"member_id":7,"full_name":"Nick Melvoin","vote_choice":"AYE"},{"member_id":9,"full_name":"Rocio Rivas","vote_choice":"AYE"},{"member_id":10,"full_name":"Scott Schmerelson","vote_choice":"AYE"},{"member_id":8,"full_name":"Sherlett H. Newbill","vote_choice":"AYE"},{"member_id":1,"full_name":"Tanya Ortiz Franklin","vote_choice":"AYE"}],"topics":["Facilities & Construction","Health & Nutrition"]}}