{"success":true,"vote":{"id":225,"item_number":"22.","title":"Mr. Schmerelson, Ms. Gonez - September 2025 as Child Welfare and Attendance Month (Res-001-25/26)(Noticed August 26, 2025)","description":"Title\nMr. Schmerelson, Ms. Gonez - September 2025 as Child Welfare and Attendance Month (Res-001-25/26)(Noticed August 26, 2025) \nBody\n \ndescription\nWhereas, The Compulsory Education Act was enacted in 1903, and the Governing Board of the Los Angeles Unified School District appointed the first Attendance Officer to enforce compliance with the compulsory attendance mandate, creating the Pupil Services and Attendance Division; \n \nWhereas, In September 2017, the National Child Welfare Workforce Institute celebrated \n                      the first National Child Welfare Workforce Development Month, and honored the hard \nwork of child welfare professionals in improving outcomes for children, youth, and \nfamilies; \n \nWhereas, In our schools, Child Welfare and Attendance Counselors are called Pupil Services and Attendance Counselors (PSA Counselors). They focus on children’s safety and well-being, strengthening families by providing direct services and referrals, and they reconnect youth to schools; \n \nWhereas, Chronic absenteeism in the Los Angeles Unified School District was at 23.3% in 2024, a 7.7% decline from the previous year, but still above pre-pandemic levels, which were at 18.2% in 2019; \n \nWhereas, The National Child Welfare Workforce Development Month in September \noffers an opportunity to recognize and honor the work of Child Welfare and Attendance \nCounselors, who help our most vulnerable children and their families. It provides an opportunity to educate the community and policymakers about the effectiveness of truancy and dropout prevention interventions, supported by the California Legislature as outlined in the California Education Code (EC) sections 48240-48244; \n \nWhereas, Pupil Services and Attendance Counselors conduct assessments to identify \nissues that may impact attendance and barriers to learning, to facilitate linkages to services that meet the needs of the whole child while simultaneously integrating multi-tiered interventions to promote overall wellness of the family, to address absenteeism, truancy and to support students of culturally diverse populations; \n \nWhereas, Pupil Services and Attendance Counselors increase graduation rates and prevent students from dropping out. They increase access to college pathways, link students and families to services, and provide comprehensive services to foster and homeless youth; \n \nWhereas, Pupil Services and Attendance Counselors create and promote safe schools to empower LGBTQ+ students and families by providing resources, fostering self-advocacy, building resilience, and ensuring their rights;\n \nWhereas, Pupil Services and Attendance Counselors re-engage out-of-school youth back into an educational setting by helping parents, guardians, tutors, and other heads of households by focusing on personalized pathways to further their children's educational, personal, and social growth; \n \nWhereas, Pupil Services and Attendance Counselors play a pivotal role in supporting the educational journey of Black, Indigenous, People of Color (BIPOC) students by providing tailored resources and advocacy that address both academic challenges and systemic barriers through culturally responsive interventions; and\n \nWhereas, The Association of Pupil Services and Attendance Counselors (APSAC) has declared the last Tuesday of September as the Child Welfare and Attendance (PSA) Counselor Day; now, therefore, be it \n \nResolved, That the Governing Board of the Los Angeles Unified School District hereby \ndeclares the month of September 2025 as Child Welfare and Attendance Month and \nthe last Tuesday of September as the Pupil Services and Attendance Counselors Day; \n \nResolved further, That the Board will direct the Superintendent and his staff to present on the Los Angeles Unified School District’s declining enrollment and a plan for slowing the decline in enrollment outlining the specific interventions designed to uplift immigrant students and address their needs, during the Committee of the Whole in November 2025; \n \nResolved further, That in a climate of escalating xenophobia where immigrant students and families are effectively kidnapped and incarcerated in dehumanizing conditions, enduring unimaginable suffering, the District commits to provide child welfare support by assigning five Pupil Services and Attendance Counselors in each region and considering additional assignments based on need by considering the number of students and proportionate amount of ice activity in each region in a genuine effort to address immigrant students and family’s needs; and, be it finally\n \nResolved, That the District will continue to promote attendance awareness through District websites and social media outlets, informed by the perspective of Pupil Services and Attendance Counselors, as they continue to conduct home visits, bring students back to school, and re-engage families to strengthen child welfare in our communities.","outcome":"PASS","ayes":7,"noes":0,"abstain":0,"absent":0,"meeting_id":63,"meeting_date":"2025-09-16","meeting_type":"regular","member_votes":[{"member_id":5,"full_name":"Karla Griego","vote_choice":"AYE"},{"member_id":4,"full_name":"Kelly Gonez","vote_choice":"AYE"},{"member_id":7,"full_name":"Nick Melvoin","vote_choice":"AYE"},{"member_id":9,"full_name":"Rocio Rivas","vote_choice":"AYE"},{"member_id":10,"full_name":"Scott Schmerelson","vote_choice":"AYE"},{"member_id":8,"full_name":"Sherlett H. Newbill","vote_choice":"AYE"},{"member_id":1,"full_name":"Tanya Ortiz Franklin","vote_choice":"AYE"}],"topics":["Appointments","Health & Nutrition","Governance & Policy"]}}