{"success":true,"vote":{"id":227,"item_number":"24.","title":"Mr. Schmerelson, Ms. Newbill, Dr. Rivas, Mr. Yang - Incorporating Financial Literacy and Economic Justice into the LAUSD Curriculum (Res-003-25/26) (Noticed August 26, 2025)","description":"Title\nMr. Schmerelson, Ms. Newbill, Dr. Rivas, Mr. Yang - Incorporating Financial Literacy and Economic Justice into the LAUSD Curriculum (Res-003-25/26) (Noticed August 26, 2025)\nBody\n \ndescription\nWhereas, The Los Angeles Unified School District (LAUSD or The District) has a responsibility to ensure students are able to meet their life challenges through grade school and beyond;\n \nWhereas, In 2023, the California Department of Education (CDE) reported that only 27 percent of high school students in the state attend a school that offers personal finance courses; \n \nWhereas, In 2023, the California State University (CSU) system approved a rate increase 5 percent every year starting academic year 2023-24 and ending academic year 2028-29 for a total increase of 25% - with undergraduate degrees going from $5,742 to $7,682 per year, graduate degrees from $7,176 to $9,604 per year, and PhDs varying in price but increasing by at least $4,000 per the CSU website - thus increasing the need for borrowing rate for students; \n \nWhereas, Unlawful financial practices burden low-income communities the most and trap families with inescapable debt;\n \nWhereas, Traditionally marginalized communities suffer the most from bank deserts, communities with limited or no banking institutions, that pressure their residents to rely on payday lenders or other companies that offer money loans with high-interest rates;\n \nWhereas, Studies show that the borrowing amount, annual percentage rate, or rejection of a home loan has been historically tied to systemic racism, also known as redlining, resulting in harsher loan terms for minority communities despite having similar financial outcomes as their non-minority counterparts;\n \nWhereas, Traditionally marginalized communities have lower opportunities to establish generational wealth, with Hispanic communities having a median household income of $62,800 and African-American communities holding $52,860 in median household income, below the national median of $74,580 according to a 2022 United States Census Bureau report;\n \nWhereas, Higher education has been linked with better career and financial outcomes, homeownership, and a longer lifespan, with those who have a bachelor’s degree or higher having more income and are less likely to be unemployed;\n \nWhereas, Multiple student surveys conducted by government and non-profit entities report the highest concern about college amongst high school seniors is how to pay for it, and not being able to afford their dream schools;\n \nWhereas, In 2021, Los Angeles City launched the Opportunity LA program, a free college savings program for first-grade students; \n \nWhereas, In 2022, California launched the Children Savings Accounts program, known as CalKids, a $2 billion public investment that has provided more than 5 million children in California towards an initial investment into college and career readiness; \n \nWhereas, The California State Legislature, along with the Governor of California, passed Assembly Bill (AB) 2927, requiring financial literacy as a requirement for graduation by school year 2030-31, but by school year 2027-28, will require all high schools to offer a semester-long personal finance course; and\n \nWhereas, Financial literacy may be provided to high school seniors and their families through specific courses, at specific schools, and through family academy; now, therefore, be it\n \nResolved, That the Governing Board of the Los Angeles Unified School District recommends that the Superintendent or a designee begin the process to incorporate economic justice into the current curriculum, such as English Language Arts, mathematics, history, civics, economics, and government classes;\n \nResolved further, That the Los Angeles Unified School District will allow for the teaching of financial literacy and its systems through existing materials and resources for teachers, prioritizing flexibility in how they conduct their lessons for their students, with considerations for all economic backgrounds and approaches from an angle of economic justice;\n \nResolved further, That the District will invest accordingly in professional development for teachers and educators, demonstrating and applying financial literacy and economic justice principles in their lessons, both in person and online participation opportunities; \n \nResolved further, That the District will work with community-based organizations and nonprofits to help advance appropriate professional development opportunities for staff on how to talk to students about the economic effects on all communities;\n \nResolved further, That using existing data models, the District, along with college/career counselors, will explore constructive ways to prepare students for possible financial outcomes, explained through their future prospects; \n \nResolved further, That the District will teach students in the newly established financial literacy class the core concepts, including, but not limited to:\n \n●                     budgeting\n●                     borrowing\n●                     interest rates \n●                     banking\n●                     taxes\n●                     credit\n●                     retirement planning\n●                     insurance\n \nResolved further, That the District will develop or expand partnerships with reputable financial institutions, non-profit, and/or community-based organizations that specialize in finance to assist students through supplemental programs, including but not limited to after-school programs, adult education, etc;\n \nResolved further, That the District will work to enhance its marketing scope of work in financial literacy, including enhanced outreach to the most in-need families in the district, which will include resources on budgeting, the economy, and many other local factors that may contribute to family finances; \n \nResolved further, That the District will present an update on the topic of financial literacy no later than February 2026, with a program start date no later than the State-mandated school year 2030-31 graduation requirement; and, be it finally\n \nResolved, That the District will build on future lesson plans with financial literacy and economic justice in consideration for all students and amend as needed, as new financial barriers and opportunities may arise.","outcome":"PASS","ayes":7,"noes":0,"abstain":0,"absent":0,"meeting_id":63,"meeting_date":"2025-09-16","meeting_type":"regular","member_votes":[{"member_id":5,"full_name":"Karla Griego","vote_choice":"AYE"},{"member_id":4,"full_name":"Kelly Gonez","vote_choice":"AYE"},{"member_id":7,"full_name":"Nick Melvoin","vote_choice":"AYE"},{"member_id":9,"full_name":"Rocio Rivas","vote_choice":"AYE"},{"member_id":10,"full_name":"Scott Schmerelson","vote_choice":"AYE"},{"member_id":8,"full_name":"Sherlett H. Newbill","vote_choice":"AYE"},{"member_id":1,"full_name":"Tanya Ortiz Franklin","vote_choice":"AYE"}],"topics":["Curriculum & Instruction","Budget & Finance"]}}