{"success":true,"vote":{"id":230,"item_number":"32.","title":"Annual Report of the Los Angeles Unified School District Proposition 28: The Arts and Music in Schools Funding Guarantee and Accountability Act\nDivision of Instruction","description":"Title\nAnnual Report of the Los Angeles Unified School District Proposition 28: The Arts and Music in Schools Funding Guarantee and Accountability Act\nDivision of Instruction\nend\n \nBrief Description:\ndescription\n(Annual Report of the Los Angeles Unified School District Proposition 28: The Arts and Music in Schools Funding Guarantee and Accountability Act) Recommends approval of the Annual Proposition 28: Arts and Music in Schools Report for 2024-2025. The Proposition 28: Arts and Music in Schools Funding Annual Report is a compliance requirement for each Local Education Agency (LEA) that provides narrative and quantitative details relevant to visual and performing arts base funding and Prop 28 funding, categorical state funds, which serve to supplement visual and performing arts instruction.  \nend\n \nRecommendation\nAction Proposed: \nApprove the annual Proposition 28: Arts and Music in Schools Annual Report for 2024-2025\n \nBody\nBackground: \nOn November 8, 2022, California voters approved Proposition 28: The Arts and Music in Schools (AMS) Funding Guarantee and Accountability Act. The measure required the State to establish a new, ongoing program supporting arts instruction in schools beginning in 2023-24 school year. The funding is allocated to school sites based on student enrollment and academic need and, as authorized by the ballot initiative, school sites have three fiscal years to spend each school year’s allocation of funds they receive.\n \nThe ballot initiative allocates one percent of kindergarten through grade twelve (K-12) portion of the Proposition 98 funding guarantee provided in the prior fiscal year, excluding funding appropriated for the AMS education program. Local educational agencies (LEAs) with 500 or more students are required to ensure that at least 80 percent of AMS funds are used to employ certificated or classified employees to provide arts education program instruction. The remaining funds must be used for training, supplies, materials, and arts educational partnership programs, with no more than one percent of funds received to be used for an LEA’s administrative expenses.  \n \nOne of the conditions to receive Proposition 28 funds is that “a local educational agency shall annually submit an annual board- or body- approved report in a manner determined by the Superintendent, that shall be posted on the local educational agency and department’s internet websites and that details the type of arts education programs funded by the program, the number of full-time equivalent teachers, classified personnel, teaching aides, the number of pupils served, and the number of school sites providing arts education programs with those funds.”\n \nLos Angeles Unified increased its total Arts budget to $231 million in 2024-2025, inclusive of both the District and our Affiliated Charters. Of that $231 million, $101.5 million came from Proposition 28 funds (including carryover from prior entitlements). Proposition 28 funds are allocated to all LAUSD schools serving K-12 students. In the 2024-2025 school year, these funds were allocated to fund approximately 368.41 teachers, 49.57 teacher assistants, and 22.19 classified positions (excluding affiliated charter staffing). \n \nProposition 28 stipulates that funds be used to increase funding of arts education programs within school districts. While this may differ school-to-school, the law assesses the overall expenditures and investments at the District level. \n \nExpected Outcomes:\nIncreased Proposition 28 funding will result in expanded student access to dance, music, theatre, visual arts and media arts/film instruction during the school day. \n \nBoard Options and Consequences: \nIf the Board of Education does not approve this annual report, Proposition 28 funds may be delayed or withheld for the 2025-26 school year.\n \nPolicy Implications: \nNone.\n \nBudget Impact: \nFor the 2024-2025 school year, Los Angeles Unified and its Affiliated Charters received approximately $72 million in new Proposition 28 funding, in addition to the carryover from the 2023-24 entitlement. Please note that the fiscal year 2025 entitlement was finalized in June. The annual state budget appropriation is subject to change year by year, depending on the overall Proposition 98 funds available each fiscal year. \n \nStudent Impact:\nBy providing additional funds to support arts education, the District anticipates increased student achievement outcomes and enhanced social emotional development.\n \nEquity Impact:\n\n\n\nComponent\n\n  Score\n\nScore Rational\n\n\n\nRecognition\n\n     4\n\nProposition 28 actively recognizes and specifies historical inequities to correct by providing additional funding for arts and music education in all K-12 public schools and allocates a greater proportion of the funds to schools serving more economically disadvantaged students.\n\n\n\nResource Prioritization\n\n     3\n\nProposition 28 prioritizes resources based on student need by allocating a greater portion of funds to schools serving more economically disadvantaged students.\n\n\n\nResults\n\n     4\n\nProposition 28 may result in a narrowing of the opportunity gaps and/or achievement gaps for students by providing greater access to arts and music education and program through increased funding targeted to provide programming to economically disadvantaged students.\n\n\n\nTotal\n\n   11\n\n \n\n\n \nIssues and Analysis: \nFor the 2024-25 school year, $231 million was allocated for the arts, inclusive of Proposition 28 funding, to both District and Affiliated Charter schools. Of that $231 million, $101.5 million came from Proposition 28 funds (including carryover from prior entitlements).\n \nAttachments:\nProposition 28: Arts and Music in Schools Annual Report for 2024-2025 \n \nSubmitted:\n09/04/2025\n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \nRESPECTFULLY SUBMITTED,                                                               APPROVED & PRESENTED BY:\n \n \n \n______________________________                                                               _____________________________\nALBERTO M. CARVALHO                                                                    KARLA V. ESTRADA\nSuperintendent                                                                                                         Deputy Superintendent of Instruction\n \n \nREVIEWED BY:                                                                                                          APPROVED & PRESENTED BY:\n \n \n \n______________________________                                                               ______________________________\nDEVORA NAVERA REED                                                                                    FRANCES BAEZ\nGeneral Counsel                                                                                                         Chief Academic Officer\n                                                                                                                                                   Division of Instruction\n___  Approved as to form.\n \n \n \nREVIEWED BY:\n \n \n \n______________________________                     \nKURT JOHN\nDeputy Chief Financial Officer\n \n___  Approved as to budget impact statement.","outcome":"PASS","ayes":6,"noes":0,"abstain":0,"absent":1,"meeting_id":63,"meeting_date":"2025-09-16","meeting_type":"regular","member_votes":[{"member_id":5,"full_name":"Karla Griego","vote_choice":"AYE"},{"member_id":4,"full_name":"Kelly Gonez","vote_choice":"ABSENT"},{"member_id":7,"full_name":"Nick Melvoin","vote_choice":"AYE"},{"member_id":9,"full_name":"Rocio Rivas","vote_choice":"AYE"},{"member_id":10,"full_name":"Scott Schmerelson","vote_choice":"AYE"},{"member_id":8,"full_name":"Sherlett H. Newbill","vote_choice":"AYE"},{"member_id":1,"full_name":"Tanya Ortiz Franklin","vote_choice":"AYE"}],"topics":["Budget & Finance","Curriculum & Instruction","Health & Nutrition"]}}