{"success":true,"vote":{"id":231,"item_number":"34.","title":"Mr. Yang, Ms. Ortiz Franklin, Mr. Melvoin, Ms. Newbill - LAUSD V.O.T.E.S. (Voting Opportunities That Empower Students) (Res-013-25/26) (Waiver of Board Rule 72)","description":"Title\nMr. Yang, Ms. Ortiz Franklin, Mr. Melvoin, Ms. Newbill - LAUSD V.O.T.E.S. (Voting Opportunities That Empower Students) (Res-013-25/26) (Waiver of Board Rule 72)\nBody\ndescription\n \nWhereas, The Los Angeles Unified School District Student Board Member position was created in 2014 to serve as the lead student advocate on the Governing Board of the Los Angeles Unified School District and therefore all of the District’s high school students should have knowledge of the Student Board Member candidates before voting;\n \nWhereas, National Voter Registration Day is celebrated each year, including September 16, 2025, as an effort to increase voter registration, civic engagement and each eligible citizen’s right and responsibility to vote (https://nationalvoterregistrationday.org/);\n \nWhereas, The District has a long history of advocacy and listening to student input when creating policy and encourages students to begin exercising their rights to vote in high school and in their adulthood;\n \nWhereas, Student engagement, accessible information, and honoring perspectives are crucial components of the District’s Strategic Plan, including Pillar 3, Engagement and Collaboration;\n \nWhereas, The Tufts Center for Information & Research on Civic Learning and Engagement conducted a survey in 2020 that showed positive correlation between students being encouraged to vote in high school and voting in elections later in life;\n \nWhereas, 9.75% (11,287 out of 115,715 high school students) students voted in the past District Student Board Member Election from March 24, 2025, to April 8, 2025, which was an increase of over 409% from two years ago, and an increase of 26.4% from the past year;\n \nWhereas, In 2014 Assembly Bill 1817 was signed by Governor Jerry Brown designating the last two full weeks in April and September as High School Voter Education Weeks to promote civic education and foster an environment that encourages voting;\n \nWhereas, California’s Secretary of State, Dr. Shirley N. Weber, who serves as the state’s chief election official, is committed to strengthening democracy by encouraging voter registration and increasing participation in all elections by all eligible Californians;\n \nWhereas, Early civic engagement practices lead to lifelong civic involvement and strengthen our democracy;\n \nWhereas, Young people can play a critical role in our democracy by helping to choose the representatives who will lead us and by voicing their opinions on the issues that are important to them;\n \nWhereas, Youth ages 16 and 17 can now pre-register to vote and then automatically become active voters once they turn 18;\n \nWhereas, Since launching the preregistration program in 2016, nearly 1.4 million California students have preregistered to vote, resulting in more than 1.1 million eligible voters;\n \nWhereas, In order to vote in California elections, citizens must be registered to vote 15 days before the election takes place;\n \nWhereas, In order to make voting in Los Angeles County elections easier and more accessible, citizens may register and cast a ballot on the same day an election takes place;\n \nWhereas, The California Secretary of State has declared September 15-26, 2025 and April 14-24, 2026 as California High School Voter Education Weeks;\n \nResolved, That the Governing Board of the Los Angeles Unified School District encourages and supports all District High Schools to: \n \n●                     Disseminate all information related to the District’s Student Board Member position, including its responsibilities, activities, and impact, to increase the number of applicants for the position;\n \n●                     Provide students with opportunities to promote voting participation through school-organized voting drives and campaigns without campaigning for a specific candidate;\n \n●                     Dedicate 20 minutes during the 2-week Student Board Member Election voting period to show the District’s Student Board Member Candidate Videos and walk students through the voting process, and convenient times to vote may include voting during advisory periods, history classes, or other civic engagement related activities;\n \n●                     Create and disseminate a toolkit, developed by the Student Empowerment Unit, that includes content on the importance of voting, the history of the Student Board Member position and election, information about the candidates, flyers, and the candidate videos, that schools can share with their students;\n \n●                     Promote, repost, and distribute official District election material, including the toolkit, to students through Schoology or other platforms to maximize the number of students voting; \n \nResolved further, That the Governing Board of the Los Angeles Unified School District declares the weeks of September 15-26, 2025 and April 14-24, 2026 as “LAUSD High School Voter Education Weeks”;\n \nResolved further, That the Superintendent directs the District leadership to work with community members, the California Secretary of State, and the Los Angeles County Registrar Recorder/County Clerk to ensure voter registration guides and materials, in all languages spoken in the District, are available at all Senior High Schools and Adult Schools;\n \nResolved further, That high school administrators be encouraged to name one or more students as voter outreach coordinators to encourage student voter registration during High School Voter Registration Week;\n \nResolved further, That school administrators encourage students to visit the Secretary of State High School and Youth Initiatives web page at https://www.sos.ca.gov/elections/high-schoolprograms;\n \nResolved further, That the Superintendent directs District leadership encourage all high school seniors to register to vote at https://registertovote.ca.gov/; and be it finally\n \nResolved, That the Board encourages schools to offer opportunities for students to engage in service-learning projects geared towards voter registration, poll worker programs, and civics and voter education programs for these two weeks and beyond.","outcome":"PASS","ayes":6,"noes":0,"abstain":0,"absent":1,"meeting_id":63,"meeting_date":"2025-09-16","meeting_type":"regular","member_votes":[{"member_id":5,"full_name":"Karla Griego","vote_choice":"AYE"},{"member_id":4,"full_name":"Kelly Gonez","vote_choice":"ABSENT"},{"member_id":7,"full_name":"Nick Melvoin","vote_choice":"AYE"},{"member_id":9,"full_name":"Rocio Rivas","vote_choice":"AYE"},{"member_id":10,"full_name":"Scott Schmerelson","vote_choice":"AYE"},{"member_id":8,"full_name":"Sherlett H. Newbill","vote_choice":"AYE"},{"member_id":1,"full_name":"Tanya Ortiz Franklin","vote_choice":"AYE"}],"topics":["Governance & Policy"]}}