{"success":true,"vote":{"id":232,"item_number":"35.","title":"Unaudited Actuals Report for Fiscal Year 2024-25 and Gann Limit Resolution - PUBLIC HEARING\nFinance Division","description":"Title\nUnaudited Actuals Report for Fiscal Year 2024-25 and Gann Limit Resolution - PUBLIC HEARING\nFinance Division\nend\n \nBrief Description:\ndescription\n(Unaudited Actuals Report for Fiscal Year 2024-25 and Gann Limit Resolution) Recommends approval of the Unaudited Actuals Report for Fiscal Year 2024-25 and Adoption of the Gann Limit Resolution.\nend\n \nRecommendation\nAction Proposed: \nApprove the Unaudited Actuals Report for Fiscal Year 2024-25 (Attachment A) and direct staff to take all necessary actions to submit the Report to the County Superintendent of Schools as required by Education Code and Adopt the Gann Limit Resolution as required under Education Code Section 42132 (Attachment B). \nend\n \nBody\nBackground: \nEducation Code Section 42100 requires the District to submit an annual statement of all receipts and expenditures for all funds of the preceding fiscal year to the Los Angeles County Office of Education (LACOE) on or before September 15th.\n \nUnder Education Code Section 42132, the District must also adopt a resolution identifying an estimated appropriations limit for the current year and an actual appropriations limit for the preceding year. The so- called “Gann Initiative” places limits on the growth of expenditures for publicly funded programs.\n \nAlthough the Gann Limit calculations are provided as part of the Unaudited Actuals Report, a specific resolution is required by statute.\n \nExpected Outcomes:\nThe District’s statement of revenues and expenditures (Unaudited Actuals) for Fiscal Year 2024-25 shall be filed with the County Superintendent of Schools in compliance with Education Code 42100. The budget beginning balance for the current fiscal year (2025-26) shall be updated based on the Unaudited Actuals report.\n \nThe adopted Gann Limit Resolution shall be presented to the public.\n \nBoard Options and Consequences:\nBoard approval and filing of the Unaudited Actuals Report and the adoption of the Gann Limit Resolution are statutorily mandated. \n \nA “Yes” vote, would allow the District to comply with the requirements of Ed Code by submitting the required report and resolution.\n \nA “No” vote, shall cause the District to be non- compliant with the requirements of Ed Code.\n \nPolicy Implications:\nNone.\n \nBudget Impact:\nFiscal Year 2025-26 carryover balances for schools and offices shall be adjusted based on updated actual ending balances from the prior fiscal year and in accordance with current carryover policies.\n \nStudent Impact:\nCompliance with Education Codes 42100 and 42132 ensures that the District shall continue to operate and serve its student population.\n \nEquity Impact:\n \n\n\n\nComponent\n\n   Score\n\nScore Rationale\n\n\n\n  Recognition\n\n       4\n\nUnaudited Actuals are an annual statement reporting on the financial activities of the District prior to audit. Revenues and expenditures reported ranges from “not recognizing historical inequities” to “actively recognizing and specifying historical inequities.” While some allocations of resources are district-wide, some investments are allocated using metrics that recognize historical inequities.\n\n\n\n Resource Prioritization\n\n      4\n\nResource prioritization varies from a district-wide perspective to a targeted student population to address the unique needs for specific students’ group and provide additional support to accelerate gains in closing learning gaps.\n\n\n\n Results\n\n      4\n\nResources are allocated to the extent that it would improve student achievement and equity across all student groups in alignment with the District’s Strategic Plan.\n\n\n\nTOTAL\n\n     12\n\n \n\n\n \nIssues and Analysis:\nFor the fiscal year ending June 30, 2025, the District was able to meet its financial commitments and required ending balances, as set forth in the District’s Budget and Finance Policy. The Unaudited Actuals resulted in a General Fund unassigned balance of $2,011 million, which is $96 million higher than projected in Estimated Actuals. This shall be considered in the Budget for fiscal year 2025-26. \n \nThe Fiscal Stabilization Plan will be updated at first interim to account for the $96 million. Additionally, the Unaudited Actuals reflect the Other Post Employment Benefits (OPEB) original assumptions included in the adopted 2025-26 Budget.  The updated OPEB assumption changes presented at budget adoption on June 24, 2025, will also be reflected at first interim. Additionally, the Classroom Expense Actuals (CEA) form includes manual adjustments beyond the automated adjustments to more accurately reflect the percentage of District classroom expenditures. The District shall continue to monitor spending and explore strategies to maximize revenues and maintain a balanced budget.\n \nAttachments:\nAttachment A - Unaudited Actuals Financial Reports for Fiscal Year 2024-25 \nAttachment B - Gann Limit Resolution\n \nSubmitted:\n09/12/2025\n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \nRESPECTFULLY SUBMITTED,                                                               APPROVED & PRESENTED BY:\n \n \n \n______________________________                                                               _____________________________\nALBERTO M. CARVALHO                                                                    PEDRO SALCIDO\nSuperintendent                                                                                                         Deputy Superintendent\n                                                                                                                                                   Business Services and Operations\n \n \nREVIEWED BY:                                                                                                          APPROVED & PRESENTED BY:\n \n \n \n______________________________                                                               ______________________________\nDEVORA NAVERA REED                                                                                    TONY ATIENZA\nGeneral Counsel                                                                                                         Director of Finance Policy\n                                                                                                                                                   Office of the Chief Financial Officer\n___  Approved as to form.\n \n \n \nAPPROVED & REVIEWED BY:\n \n \n \n______________________________                     \nKURT JOHN\nDeputy Chief Financial Officer\n \n___  Approved as to budget impact statement.","outcome":"PASS","ayes":6,"noes":0,"abstain":0,"absent":1,"meeting_id":63,"meeting_date":"2025-09-16","meeting_type":"regular","member_votes":[{"member_id":5,"full_name":"Karla Griego","vote_choice":"AYE"},{"member_id":4,"full_name":"Kelly Gonez","vote_choice":"ABSENT"},{"member_id":7,"full_name":"Nick Melvoin","vote_choice":"AYE"},{"member_id":9,"full_name":"Rocio Rivas","vote_choice":"AYE"},{"member_id":10,"full_name":"Scott Schmerelson","vote_choice":"AYE"},{"member_id":8,"full_name":"Sherlett H. Newbill","vote_choice":"AYE"},{"member_id":1,"full_name":"Tanya Ortiz Franklin","vote_choice":"AYE"}],"topics":["Budget & Finance","Health & Nutrition","Resolutions & Recognitions"]}}