{"success":true,"vote":{"id":25,"item_number":"019-20/21","title":"Fully Funding Access to Immersive, Outdoor Learning Opportunities","description":"Whereas, The Los Angeles Unified School District is committed to helping students create an emotional connection to learning and the outdoors by providing hands-on, outdoor experiences that bring the classroom to life; Whereas, Research indicates that learning outdoors leads to increased academic learning, personal development, and environmental stewardship. Participating students also experience growth in their problem solving, critical thinking, resilience, and perseverance; Whereas, Due to COVID-19 and subsequent school closures, students participate in distance learning with no in-person or outdoor interaction with their peers. After over one year of virtual learning, and enduring the trauma of this pandemic, students would benefit from the opportunity to learn safely outdoors and engage with their peers and qualified outdoor educators as long as health and safety conditions are met; Whereas, The District does provide some specialized outdoor immersive learning programs that focus on the natural and technical sciences and are aligned to Next Generation Science Standards, including Camp Skyhook and Point Fermin Outdoor Education Center; Whereas, Camp Skyhook at Clear Creek, operated by the District in collaboration with Kareem Abdul-Jabbar’s Skyhook Foundation, is an immersive experience in the Angeles National Forest for fourth and fifth graders. The camp operates seven days a week; Whereas, Point Fermin Outdoor Education Center, located in the San Pedro Peninsula offers the Tall Ships Program where students study the effects of Ocean Acidification on the ecosystem, and the Coastal Ecosystems Program where students practice scientific and engineering protocols. Students have the opportunity to visit Point Fermin Friday through Sunday; and Whereas, Prior to the pandemic, these two programs were so oversubscribed that schools had to wait years to attend. Camp Skyhook at Clear Creek had a six-year waitlist for classes to take advantage of this opportunity; now, therefore, be it Resolved, That the Los Angeles Unified School District commits to maximizing opportunities for students to learn and play outdoors; Resolved further, That the Governing Board of the Los Angeles Unified School District directs the Superintendent to expand funding for Point Fermin Outdoor Education Center to ensure operation seven days a week and create a plan to ensure all District students have equitable access to this program, maximizing the number of students who can participate, starting Fall 2021 or whenever the site becomes operable in compliance with health and safety protocols; and, finally be it Resolved, That, in addition to its ongoing consideration of the expanded use of campus-based outdoor classrooms, the Superintendent and the Office of Outdoor and Environmental Education shall look for additional opportunities to pursue and fund outdoor, immersive learning environments and experiences prioritizing students that may otherwise not have access (e.g., buy or lease additional property for outdoor learning, fund space/astro camp, and fund school trips to Yosemite), explore free outdoor summer opportunities for students beginning in summer 20201, as well as more permanent outdoor learning classrooms, and report back to the Board with a detailed description of additional outdoor learning opportunities within 60 days.","outcome":"PASS","ayes":7,"noes":0,"abstain":0,"absent":0,"meeting_id":9,"meeting_date":"2021-04-14","meeting_type":"regular","member_votes":[{"member_id":6,"full_name":"George McKenna III","vote_choice":"AYE"},{"member_id":3,"full_name":"Jackie Goldberg","vote_choice":"AYE"},{"member_id":4,"full_name":"Kelly Gonez","vote_choice":"AYE"},{"member_id":2,"full_name":"Monica Garcia","vote_choice":"AYE"},{"member_id":7,"full_name":"Nick Melvoin","vote_choice":"AYE"},{"member_id":10,"full_name":"Scott Schmerelson","vote_choice":"AYE"},{"member_id":1,"full_name":"Tanya Ortiz Franklin","vote_choice":"AYE"}],"topics":["Budget & Finance","Curriculum & Instruction","Equity & Access"]}}