{"success":true,"vote":{"id":254,"item_number":"21.","title":"Approval of the Renewal Petition for Camino Nuevo High #2 [PUBLIC HEARING]\nCharter Schools Division","description":"Title\nApproval of the Renewal Petition for Camino Nuevo High #2 [PUBLIC HEARING]\nCharter Schools Division\nend\n \nBrief Description:\ndescription\n(Approval of the Renewal Petition for Camino Nuevo High #2) Recommends approval of the renewal petition for Camino Nuevo High #2, a Start-Up Independent charter school with a benchmark in academics (ELPI), located in Board District 2 and Region East, for five (5) years, beginning July 1, 2026, until June 30, 2031, to serve up to 500 students in grades 9-12 in each year of the charter term.  \nend\n \nRecommendation\nAction Proposed: \nApprove the renewal petition for Camino Nuevo High #2 (“Charter School”), a Start-Up Independent charter school with a benchmark in the area of academics (ELPI), located in Board District 2 and Region East, for five (5) years, beginning July 1, 2026 until June 30, 2031, to serve 500 students in grades 9-12 in each year of the charter term. The recommendation for approval is based on the information set forth in the attached Staff Assessment and Recommendation Report.  \nend\n \nBody\nBackground: \nCamino Nuevo High #2 is a 9-12 high school currently serving 504 students on a private facility at 3500 W. Temple Street, Los Angeles, CA, 90004 in Board District 2 and Region East. Camino Nuevo High #2 was originally approved by the LAUSD Board of Education on March 19, 2013.  On November 7, 2017, the charter school was renewed for a five-year term to serve 500 students in grades 9-12. Pursuant to Education Code section 47607.4, all charter schools whose term expires on or between January 1, 2022, and June 30, 2025, inclusive, shall have their term extended by two years, and all charter schools whose term expires on or between January 1, 2024, and June 30, 2027, inclusive, shall have their term extended by one additional year. Thus, by operation of law, the charter term for Camino Nuevo High #2 expires June 30, 2026.\n \nOn August 21, 2025, Camino Nuevo High #2 submitted its charter renewal petition application to the Charter Schools Division seeking to continue operations of its independent charter school. The 90-day statutory timeline for Board action on this petition runs through November 19, 2025. \n \nAn initial Public Hearing was held on October 14, 2025.\n \nBased on a comprehensive review and assessment of Charter School’s renewal petition application and its record of performance, staff has determined that Charter School has met the requirements for renewal and therefore recommends approval of the renewal petition. \n \nDue Diligence:\nCurrent Camino Nuevo High #2 governing board members completed questionnaires so the District may assess whether any conflicts of interest arise based on the information provided. A confidential due diligence review of the charter school and its governing organization, school leader and financial manager, was performed by the Office of the Inspector General, and to the extent any material concerns were identified by the Office of the Inspector General, such information was forwarded to District staff for further assessment.\n \nStatutory Framework and Criteria for Renewal:\nA charter school must demonstrate that it is eligible for a renewal of its charter by meeting specific renewal criteria outlined in the Charter Schools Act. The renewal criteria prescribed in Education Code sections 47607 and 47607.2 requires a three-pronged analysis:\n \nCriterion 1: The Charter Schools Act provides that renewals are governed by the standards and criteria described in Education Code section 47605 applicable to initial petitions. The first criterion considered in reviewing a renewal petition requires an analysis of the following:\n \n•                     Whether the petition includes a sound educational program;\n•                     Whether the petition contains a reasonably comprehensive description of the 15 elements required for petitions;\n•                     Whether the petition contains an affirmation of each of the conditions described in Education Code section 47605(e); and\n•                     Whether the charter school is demonstrably unlikely to successfully implement the program set forth in the petition. Education Code section 47607(b) provides that renewals are governed by the standards and criteria described in section 47605 applicable to initial petitions. (The Board may not consider the community impact analysis or District fiscal analysis in determining whether to grant or deny a renewal petition).\n \nCriterion 2: The Board is required to consider the charter school’s performance on the California School Dashboard accountability indicators. Education Code sections 47607 and 47607.2 prescribe three-tiers of performance classification in which a charter school falls within one of the following categories - “high,” “middle,” or “low.” The three-tier classification considers a charter school’s performance on the California School Dashboard accountability indicators, with an emphasis on the measurements of academic performance.\n                     \nCriterion 3: Notwithstanding Criterion 1 and 2, the Board must also consider whether the charter school’s enrollment or dismissal practices are discriminatory as grounds for nonrenewal. (Ed. Code, § 47607(e).) Additionally, the Board considers whether the charter school has substantial fiscal or governance factors as grounds for nonrenewal. (Ed. Code, § 47607(e).)\n \nExpected Outcomes:\nCharter School is expected to operate its school in a manner consistent with Board action, policies and requirements, local, state, and federal law including ordinances, statutes, and regulations as well as with the terms and conditions set forth in Charter School’s petition. The measurable pupil outcomes and method by which pupil progress toward outcomes will be measured are set forth in the charter petition.\n \nBoard Options and Consequences: \n“Yes” - If the Board adopts the recommendation of approval of the renewal charter petition, Charter School would be authorized to continue operations as a charter school for the charter term beginning July 1, 2026.  \n \n“No” - If the Board does not adopt the recommendation of approval, and instead takes specific action to deny the renewal charter petition, Charter School would not be authorized to continue operations as a charter school. The petitioners may appeal a denial to Los Angeles County Board of Education. If the petition is approved on appeal by the Los Angeles County Board of Education, Charter School would be authorized by the Los Angeles County Board of Education.  If the Los Angeles County Board of Education denies the renewal petition, the petitioners may appeal that denial to the California State Board of Education. If the denial of the renewal petition is reversed by the California State Board of Education, the California State Board of Education shall designate, in consultation with the petitioners, either the LAUSD Board or the Los Angeles County Board of Education as the chartering authority. This Board Report No. 123-25/26, accompanying documents, and transcript of the Board meeting, shall constitute the Board of Education’s adopted written findings of fact for the denial of Charter School renewal petition. \n \nPolicy Implications: \nAll provisions in the FSDRL shall be consistent with and be governed by all applicable legal and District policy requirements. To the extent any inconsistency may exist between any provision contained in the FSDRL and any applicable legal and District policy requirement, those applicable legal and District policy requirements shall control and the FSDRL shall be updated accordingly.\n \nBudget Impact: \nState income and various other income sources to the District are reduced when current District students enroll at a charter school, and comparable or offsetting expenditure reduction may not occur in such cases. Under Education Code section 47604(d), a chartering authority that grants a charter to a charter school to be operated as or by a nonprofit public benefit corporation is not liable for the debts or obligations of the charter school or for claims arising from the performance of acts, errors, or omissions by the charter school, if the chartering authority has complied with all oversight responsibilities required by law including, but not limited to, those required by Education Code section 47604.32 and Education Code section 47605(m). As the chartering authority, the District will continue to monitor and evaluate the charter school’s fiscal condition and operations, and management of public funds, including review of all legally required fiscal reports, and the annual update of the charter school’s LCAP. (Ed. Code, §§ 47604.32, 47604.33, 47606.5.) Any significant modifications to the charter school’s charter or operations that raise financial implications would require a material revision prior to implementation. Charter schools are expected to secure and maintain all insurance coverage consistent with all applicable legal, District and charter requirements. \n \nCharter School has selected to join the LAUSD Special Education Local Planning Area (SELPA) Option 3. Charter School’s fair share contribution to special education will be 10% of the charter school’s AB 602 (rate includes Base, Cost-of-Living Adjustment (COLA), and Growth/Decline reduced by the amount withheld for Program Specialist/Regionalized Services) and Federal IDEA revenues. This amount will be paid from Charter School’s Local Control Funding Formula (“LCFF”) funds or other unrestricted revenue sources and will be allocated to support the existing District-wide administration of special education supports and services. The amount withheld by the District from the Program Specialist/Regionalized Services in fiscal year will continue to be withheld and adjusted annually for COLA. An additional 10% of special education revenues will be retained by the District and allocated as directed by the Advisory Board and members of the LAUSD SELPA Option 3, with the leadership of the Director, Charter Operated Programs. These funds will be used to support the personnel for the members of the LAUSD SELPA Option 3; build management and operating procedures to create an infrastructure to support schools in meeting the needs of students with mild to severe disabilities; and, to create and implement new programs that serve students in charter schools. If Charter School does not spend their allocation of special education funds during a fiscal year of the charter petition period, the allocation of special education funds to Charter School for the next fiscal year will be reduced in an amount equal to the unspent special education funds of the previous fiscal year.\nIn addition to the payments required under this option, Charter School may request specific special education related services from the District through fee-for-service arrangements that will reflect the calculated cost of the requested services and will be contingent on the District’s available resources.\n \nAny change in the Option election that occurs during Charter School’s charter term shall be mutually agreed upon and addressed in a Memorandum of Understanding (MOU) between the charter school and the District. The new Option election shall be effective on July 1 of the next school year with the corresponding fair share contribution.\n \nStudent Impact:\nAs stated in the LAUSD Policy and Procedures for Charter Schools, “[W]hen the LAUSD Board authorizes and oversees a charter school, it establishes a relationship to advance its vision and mission and to accelerate gains in academic achievement and accountability for all of its students and public schools,” (Policy, p.3).  Based on a comprehensive review and assessment of Charter School’s renewal petition application, staff has determined that Charter School has met the requirements for charter school approval.\n \nIssues and Analysis: \nIf all applicable pending issues, including but not limited to special education requirements, special education local planning area (SELPA) requirements, governance, fiscal and facilities matters, are not resolved at the time of the Board meeting, the item may be pulled from the agenda to the extent consistent with the Charter Schools Act and the LAUSD Policy and Procedures for Charter Schools.\n \nAttachments:\nAttachment A - Staff Assessment and Recommendation Report \nAttachment B - Camino Nuevo High #2 Data Set\nAttachment C - Camino Nuevo High #2 RSM Data\nAttachment D - Desegregation Impact Statement\n \nBudget, Petition, and Verified Data Reports (if applicable) will be available prior to the board meeting at the following link:\n<https://drive.google.com/drive/folders/1SPaYrOOT38AU2Li3K3krNuPolkTQK2u6?usp=sharing>\n \nSubmitted:\n11/10/25, Revision # 1\n \n \n \n \n \n \n \n \n \nRESPECTFULLY SUBMITTED,                                                               APPROVED & PRESENTED BY:\n \n \n \n______________________________                                                               _____________________________\nALBERTO M. CARVALHO                                                                    CAROLYN SPAHT GONZALEZ\nSuperintendent                                                                                                         Chief of Staff\n                                                                                                                                                   \n \n \nREVIEWED BY:                                                                                                          APPROVED & PRESENTED BY:\n \n \n \n______________________________                                                               ______________________________\nDEVORA NAVERA REED                                                                                    JOSÉ COLE-GUTIÉRREZ\nGeneral Counsel                                                                                                         Senior Executive Director of Strategy\n                                                                                                                                                   Office of the Chief Strategy Officer\n___  Approved as to form.\n \n \n \nREVIEWED BY:                                                                                                         APPROVED & PRESENTED BY:\n \n \n \n______________________________                                                               ______________________________\nKURT E. JOHN                                                                                                         MARLA WILLMOTT\nDeputy Chief Financial Officer                                                               Director \n                                                                                                                                                   Charter Schools Division\n___  Approved as to budget impact statement.","outcome":"PASS","ayes":7,"noes":0,"abstain":0,"absent":1,"meeting_id":64,"meeting_date":"2025-11-17","meeting_type":"regular","member_votes":[{"member_id":12,"full_name":"Jerry Yang","vote_choice":"ABSENT"},{"member_id":5,"full_name":"Karla Griego","vote_choice":"AYE"},{"member_id":4,"full_name":"Kelly Gonez","vote_choice":"AYE"},{"member_id":7,"full_name":"Nick Melvoin","vote_choice":"AYE"},{"member_id":9,"full_name":"Rocio Rivas","vote_choice":"AYE"},{"member_id":10,"full_name":"Scott Schmerelson","vote_choice":"AYE"},{"member_id":8,"full_name":"Sherlett H. Newbill","vote_choice":"AYE"},{"member_id":1,"full_name":"Tanya Ortiz Franklin","vote_choice":"AYE"}],"topics":["Charter Schools","Curriculum & Instruction","Health & Nutrition"]}}