{"success":true,"vote":{"id":262,"item_number":"2.","title":"Strengthening Career Technical Education Act (Perkins V) Grant \nDivision of Instruction","description":"Title\nStrengthening Career Technical Education Act (Perkins V) Grant \nDivision of Instruction\nend\n \nBrief Description:\ndescription\n(Strengthening Career Technical Education Act (Perkins V) Grant). Recommends ratifying the Strengthening Career and Technical Education Act (Perkins V) grant for the 2025-2026 fiscal year in the amount of $7,141,552.00. The Perkins V grant provides federal funding to enhance and expand Career and Technical Education (CTE) programs, ensuring that students acquire the academic, technical, and employability skills necessary for success in high-skill, high-wage, and in-demand careers. The grant emphasizes equity and access by modernizing CTE programs to serve all students across middle and high schools. Perkins V also supports strong partnerships among schools, industry, and postsecondary institutions to align education with workforce needs, while promoting innovation, program improvement, and accountability. Currently, 149 schools access CTE services through Perkins funding. Annual ratification by the Board is required to authorize the distribution of these funds and ensure the continued delivery of CTE services to participating schools.\nend\n \nRecommendation\nAction Proposed: \nRatify the Strengthening Career Technical Education Act (Perkins V) grant 2025-26 in the amount of $7,141,552.00.\nend\n \nBody\nBackground: \nThis annual federal reimbursement entitlement grant provides LAUSD with funds to strengthen and enhance the Career Technical Education (CTE) program. Per the California Department of Education (CDE). Students in CTE pathways have higher attendance rates, lower dropout rates, and increased post-secondary enrollment rates.\n \nThe schools receiving the grant, applied for the grant and were selected based on their application responses and evidence of meeting the essential elements of high quality [1) student-centered delivery of services, 2) equity, and access, 3) skilled instruction and educational leadership, 6) career exploration and student support, 7) appropriate use of data and continuous improvement, 8) cross-system alignment, 9) intentional recruitment and marketing, 10) sustained investments and funding through mutual agreements, and 11) strong partnerships with industry] CTE programs.\n \nGrant funds will support CTE teachers from 149 schools across all regions in professional development targeting special populations including emergent bilingual students, special needs students, and economically disadvantaged students.\n \nThe grant funds are used to purchase equipment and materials for CTE pathways to ensure pathways have industry-standard equipment.\n \n \nExpected Outcomes:\n•                     Increase the number of students\no                     Acquiring technical and career-ready skills through growing CTE pathways\no                     Earning industry-recognized certifications to gain employability skills\no                     Earning post-secondary credits in their career pathway\no                     Completing CTE pathways and transitioning to post-secondary institutions to advance their skills for careers of their choice\no                     Provide pathways with industry-standard equipment and materials\n•                     Provide pathways with industry-standard equipment and materials\n \nBoard Options and Consequences: \nIf ratified, Career and Technical Education (CTE) students will have access to allowable purchases funded through the Perkins V grant. If not ratified, the District and its CTE students will forfeit $7,141,552.00 in grant funding, resulting in the discontinuation of CTE programs within the District.\n \nPolicy Implications: \nNone\n \nBudget Impact: \nNone. There are no match requirements for this grant.\n \nStudent Impact:\n•                     Career exploration and guidance opportunities for students\n•                     Pathway alignment with community colleges\n•                     Increase CTE Courses with dual enrollment by accelerating the time to completion\n•                     Access to a continuum of work-based learning activities\n•                     Increased attainment of industry-specific technical skills, certifications, and training\n \nEquity Impact:\n \n\n\n\nComponent\n\n  Score\n\nScore Rational\n\n\n\nRecognition\n\n       3\n\nPerkins V affirmatively recognizes historical inequities. The plan urges the LEAs to utilize grant funds to promote equity and access by eliminating institutional barriers and achievement gaps for all students to realize their educational and career goals.\n\n\n\nResource Prioritization\n\n       3\n\nPerkins V prioritizes resources based on student needs. Grant funds are available for specialized equipment or instructional materials and for CTE teachers’ professional development to build educator capacity in addressing the achievement gaps in underserved populations.\n\n\n\nResults\n\n       3\n\nPerkins V is likely to close opportunity gaps by providing industry-standard equipment and instructional materials for all students to explore careers and increase their career readiness skills.\n\n\n\nTotal\n\n       9\n\n \n\n\n \nIssues and Analysis: \nNone\n \nAttachments:\nAttachment A - Perkins 2025-26 Proposed Budget\nAttachment B - List of CTE Programs 2025-26\nAttachment C - Essential Elements of High-Quality College and Career Pathway\n \nSubmitted:\n10/23/25 \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \nRESPECTFULLY SUBMITTED,                                                               APPROVED & PRESENTED BY:\n \n \n \n______________________________                                                               _____________________________\nALBERTO M. CARVALHO                                                                    ESTHER DABAGYAN\nSuperintendent                                                                                                         Administrator\n                                                                                                                                                   CTE-Linked Learning\n \n \nREVIEWED BY:                                                                                                          APPROVED & PRESENTED BY:\n \n \n \n______________________________                                                               ______________________________\nDEVORA NAVERA REED                                                                                    FRANCES BAEZ\nGeneral Counsel                                                                                                         Chief Academic Officer\n                                                                                                                                                   Division of Instruction\n___  Approved as to form.\n \n \n \nREVIEWED BY:                                                                                                         APPROVED BY:\n \n \n \n______________________________                                                               ______________________________\nKURT E. JOHN                                                                                                         KARLA V. ESTRADA\nDeputy Chief Financial Officer                                                               Deputy Superintendent of Instruction\n \n___  Approved as to budget impact statement.","outcome":"PASS","ayes":8,"noes":0,"abstain":0,"absent":0,"meeting_id":65,"meeting_date":"2025-11-18","meeting_type":"regular","member_votes":[{"member_id":12,"full_name":"Jerry Yang","vote_choice":"AYE"},{"member_id":5,"full_name":"Karla Griego","vote_choice":"AYE"},{"member_id":4,"full_name":"Kelly Gonez","vote_choice":"AYE"},{"member_id":7,"full_name":"Nick Melvoin","vote_choice":"AYE"},{"member_id":9,"full_name":"Rocio Rivas","vote_choice":"AYE"},{"member_id":10,"full_name":"Scott Schmerelson","vote_choice":"AYE"},{"member_id":8,"full_name":"Sherlett H. Newbill","vote_choice":"AYE"},{"member_id":1,"full_name":"Tanya Ortiz Franklin","vote_choice":"AYE"}],"topics":["Budget & Finance","Curriculum & Instruction","Contracts & Agreements"]}}