{"success":true,"vote":{"id":263,"item_number":"3.","title":"Adoption of Textbooks for Advanced Placement History/Social Science Courses  \nDivision of Instruction\nLibrary & Textbook Support","description":"Title\nAdoption of Textbooks for Advanced Placement History/Social Science Courses  \nDivision of Instruction\nLibrary & Textbook Support\nend\n \nBrief Description:\ndescription\n(Adoption of Textbooks for Advanced Placement History/Social Science Courses)  Recommends adoption of Textbooks for Advanced Placement History/Social Science Courses and approval of the updated instructional materials for nine Advanced Placement History/Social Science courses and authorization for the Chief Procurement Officer to negotiate and execute five-year textbook purchase agreements, not to exceed $6.6 million, within existing program budgets.\nend\n \nRecommendation\nAction Proposed: \n1)                     Approve the adoption of instructional materials outlined for use in the nine (9) Advanced Placement (AP) History/Social Science courses listed in Attachment A; and\n \n2)                     Authorize the Chief Procurement Officer to negotiate and execute five-year textbook purchase agreements, in a not-to-exceed amount of $6.6 million, funded within existing program budgets, will be presented to the Board of Education (Board) for ratification, likely in Spring 2026.\nend\n \nBody\nBackground: \nThe California State Board of Education (SBE) reviews and adopts instructional materials for kindergarten through grade eight. Pursuant to California Education Code (EC) Section 60210, school districts may also select instructional materials not adopted by the SBE, including for grades nine through twelve, provided the materials align with State standards and are reviewed by a majority of classroom teachers in the relevant subject area or grade level.\n \nLos Angeles Unified’s current Advanced Placement (AP) History textbooks include two courses adopted in Fall 2017 and six courses adopted in Fall 2018, with copyright dates ranging from 2015 to 2018. Since those adoptions, the College Board has revised and updated several AP courses and corresponding exams. One course-AP Comparative Government-does not currently have an adopted textbook.\n \nTo address these needs, Library & Textbook Support solicited submissions from multiple publishers for the courses listed in Attachment A. Evaluation committees, composed of teachers currently teaching the respective AP courses, conducted a rigorous review of the submitted materials. Collectively, these educators represent more than 673 years of teaching experience across all four Regions of the District. The committees applied established criteria, including alignment with College Board Course and Exam Descriptions, consistency with SBE-adopted content standards, program organization, assessment, universal access, and instructional planning with teacher support. Based on this review, the committees identified and recommended the instructional materials that best meet the learning needs of Los Angeles Unified students.\n \nExpected Outcomes:\nBoard adoption of the instructional materials recommended for use in the District will result in students having textbooks aligned with the State standards and/or Advanced Placement requirements.\n \nBoard Options and Consequences: \nAdoption of the recommended instructional materials will:\n•                     Ensure that instructional content for AP History/Social Science courses aligns with the current College Board frameworks and expectations.\n•                     Provide students with high-quality, accurate, and culturally responsive resources that support rigorous AP coursework.\n•                     Enhance student preparedness and performance on AP exams, improving opportunities for college credit and advanced standing.\n•                     Support teachers with updated, standards-aligned instructional tools and professional learning materials.\n \nIf the Board of Education does not adopt the recommended instructional materials, students will be required to continue using the currently adopted textbooks-or, in some cases, have no adopted textbooks at all, depending on the course. This would result in students relying on outdated resources that are not aligned with the current College Board Advanced Placement (AP) course frameworks and exams. Such misalignment could place students at a disadvantage in both AP coursework and exam readiness, potentially impacting their academic performance and college credit opportunities.\n \nPolicy Implications: \nThe policy of targeting state funding to implement adoptions is consistent with the content and cycles of the curriculum framework adopted by the State Board of Education.\n \nBudget Impact: \nGeneral Fund and Lottery apportionment from the State are the budgeting expenditures for textbooks, 4000 - object code. The aggregate not-to-exceed cost of the proposed textbook adoption for instructional materials to support nine courses is $6.6 million, covering five years, with the majority in year one due to the purchase of non-consumable hardcover textbooks. This adoption will be accommodated within existing program budgets.\n \nStudent Impact:\nUpdated Advanced Placement textbooks are designed to align with the most current Advanced Placement curriculum and exam format, ensuring our students are prepared for the Advanced Placement exams, which take place every Spring. The availability of these Advanced Placement textbooks underscores our commitment to equitable access to superior educational resources, regardless of students' individual circumstances or available resources.\n \n \n \n \n \n \n \n \n \nEquity Impact:\n \n\n\n\nComponent\n\n  Score\n\nScore Rationale\n\n\n\nRecognition\n\n      3\n\nAlthough the Advanced Placement (AP) textbooks are published for a national audience rather than specifically for California, publishers have made notable progress in incorporating authentic voices and addressing historical inequities within their content. To further advance educational equity, the District will continue to supplement adopted textbooks with culturally relevant and responsive instructional materials developed by the District and its educational partners. These supplemental resources will help ensure that instruction not only aligns with College Board frameworks but also reflects the diverse histories, perspectives, and experiences of Los Angeles Unified students and communities.\n\n\n\nResource Prioritization\n\n      1\n\nThe proposed textbooks will be issued to every student enrolled in the appropriate course, regardless of need. In order to meet Williams Sufficiency requirements, all students, regardless of need, are entitled to a textbook appropriate for their course. These textbooks comply with Education Code requirements.\n\n\n\nResults\n\n      3\n\nProviding all students with access to quality Advanced Placement textbooks ensures that they have access to the same high-level educational resources, regardless of their school's location or funding. The recommended books have the content and the resources to close achievement gaps when implemented in concert with culturally responsive pedagogy.\n\n\n\nTOTAL\n\n      7\n\n \n\n\n \nIssues and Analysis: \nNot Applicable.\n \nAttachments:\nAttachment A - List of Textbooks to be Adopted\n \nSubmitted:\n10/23/25\n \n \n \n \n \n \n \n \n \n \n \n \n \nRESPECTFULLY SUBMITTED,                                                               APPROVED & PRESENTED BY:\n \n \n \n______________________________                                                               _____________________________\nALBERTO M. CARVALHO                                                                    KARLA V. ESTRADA\nSuperintendent                                                                                                         Deputy Superintendent of Instruction\n                                                                                                                                                   \n \n \nREVIEWED BY:                                                                                                          APPROVED & PRESENTED BY:\n \n \n \n______________________________                                                               ______________________________\nDEVORA NAVERA REED                                                                                    FRANCES BAEZ\nGeneral Counsel                                                                                                         Chief Academic Officer\n                                                                                                                                                   Division of Instruction\n___  Approved as to form.\n \n \n \nREVIEWED BY:                                                                                                         APPROVED & PRESENTED BY:\n \n \n \n______________________________                                                               ______________________________\nKURT E. JOHN                                                                                                         KIMBERLY BALALA\nDeputy Chief Financial Officer                                                               Administrative Coordinator\n                                                                                                                                                   Library & Textbook Support\n___  Approved as to budget impact statement.","outcome":"PASS","ayes":8,"noes":0,"abstain":0,"absent":0,"meeting_id":65,"meeting_date":"2025-11-18","meeting_type":"regular","member_votes":[{"member_id":12,"full_name":"Jerry Yang","vote_choice":"AYE"},{"member_id":5,"full_name":"Karla Griego","vote_choice":"AYE"},{"member_id":4,"full_name":"Kelly Gonez","vote_choice":"AYE"},{"member_id":7,"full_name":"Nick Melvoin","vote_choice":"AYE"},{"member_id":9,"full_name":"Rocio Rivas","vote_choice":"AYE"},{"member_id":10,"full_name":"Scott Schmerelson","vote_choice":"AYE"},{"member_id":8,"full_name":"Sherlett H. Newbill","vote_choice":"AYE"},{"member_id":1,"full_name":"Tanya Ortiz Franklin","vote_choice":"AYE"}],"topics":["Curriculum & Instruction","Contracts & Agreements","Health & Nutrition"]}}