{"success":true,"vote":{"id":268,"item_number":"8.","title":"Capital Facilities Fund (School Impact Fee) Annual Report for 2024-25 \nFinance Division","description":"Title\nCapital Facilities Fund (School Impact Fee) Annual Report for 2024-25 \nFinance Division\nend\n \nBrief Description:\ndescription\n(Capital Facilities Fund (School Impact Fee) Annual Report for 2024-25) Recommends the adoption of the resolution of the Capital Facilities Fund annual accounting report summarizing the fund description and its fiscal year 2025 financial information. \nend\n \nRecommendation\nAction Proposed: \nAdopt the attached resolution (Attachment A) regarding the Capital Facilities Fund Annual Accounting Report (Attachment B) in accordance with Government Code Sections 66000 et esq.\nend\n \nBody\nBackground: \nEducation Code Section 17620 allows school districts to assess fees on residential and commercial construction within their respective boundaries when a reasonable relationship exists between the need for new or reconstructed school facilities and resident, commercial and industrial development.  These fees are paid by property owners and developers to school districts to mitigate the impact created by new development within a school district’s boundaries on the school facilities.\n \nSchool impact fees may be used only for the (a) construction and reconstruction of school facilities, (b) costs associated with conducting any study, finding, needs analysis or determination required as part of the process to adopt the school impact fees, (c) costs for administering the fee, and (d) costs associated with conducting the meeting(s) required for levying a fee. Education Code section 17620 clarifies that the “construction or reconstruction of school facilities” does not  encompass: (a) regular maintenance or routine repair of school buildings and facilities, (b) the inspection, sampling, analysis, encapsulation, or removal of asbestos-containing materials except where incidental to school facilities construction or reconstruction, or (c) or deferred maintenance.\n \nPer policy, once the costs related to administering the school impact fees and fulfilling the required analysis and reporting duties have been subtracted, the adjusted school impact fees shall be used on permissible projects that have already been approved by the Board of Education. These projects and associated funding shall be incorporated in the Facilities Services Division (Facilities) Strategic Execution Plan (SEP) unless the project’s budget does not include bond funding.\n \nAttachment C lists the FY25 expenditures for construction and reconstruction of school facilities expenditures on permissible projects that have been approved by the Board and incorporated into the Facilities SEP.\n \nPer Government Code section 66000 et seq., a school district that collects school impact fees is obliged to provide an annual financial report of fees collected, including starting and ending balances, collected fee amounts, and interest earned. \nThis report must be submitted within 180 days after the conclusion of each fiscal year (refer to attachments B and C).\n \nExpected Outcomes:\nThe District shall be in compliance with Government Code Sections 66000 et seq. \n \nBoard Options and Consequences: \nIf the Board adopts the resolution on the annual accounting report, the District will comply with Government Code Sections 66000 et seq.  \n \nIf the Board does not adopt the resolution, the District will be out of compliance, which could affect its ability to assess school impact fees or require refunds of unspent school impact fee proceeds. \n \nPolicy Implications: \nIn accordance with the School Impact Fees Policy, the Chief Financial Officer is presenting the annual accounting report of the Capital Facilities Fund's beginning and ending balances, fees collected, interest and other income received, expenditures by project and refunds made for fiscal year 2025. \n \nBudget Impact: \nNone\n \nStudent Impact:\nSchool impact fees assessed upon new residential, commercial or industrial development projects located within District boundaries are used to provide funds for construction and reconstruction of school facilities to accommodate students generated from new development projects. School impact fees are only allocated to permissible projects that have already been approved by the Board. These projects are incorporated into the Facilities SEP unless the project’s budget does not include local bond funding. Projects funded in full or partially by School Impact Fee revenue, may provide additional capacity to accommodate an increase in students in a certain neighborhood(s) and/or provide reconstructed/modernized school facilities to ensure schools are safe and can be occupied, and that the District can maintain existing facilities levels of service for students, and has facilities in place to accommodate additional students from residential developments.\n \nEquity Impact:\nNot applicable\n \nIssues and Analysis: \nNone\n \nAttachments:\nAttachment A - Resolution of the Board of Education of Los Angeles Unified School District\n                                          Adopting the Annual Accounting Report\nAttachment B - Description of the Fund and Financial Information\nAttachment C - Detailed Listing of Expenditures\n \nSubmitted:\n09/29/25 \n \n \nRESPECTFULLY SUBMITTED,                                                               APPROVED & PRESENTED BY:\n \n \n \n______________________________                                                               _____________________________\nALBERTO M. CARVALHO                                                                    PEDRO SALCIDO\nSuperintendent                                                                                                         Deputy Superintendent\n                                                                                                                                                   Office of the Deputy Superintendent\n \n \nREVIEWED BY:                                                                                                          APPROVED & PRESENTED BY:\n \n \n \n______________________________                                                               ______________________________\nDEVORA NAVERA REED                                                                                    SAMAN BRAVO-KARIMI\nGeneral Counsel                                                                                                         Chief Financial Officer\n                                                                                                                                                   Finance Division\n___  Approved as to form.\n \n \n \nREVIEWED BY:\n \n \n \n______________________________                     \nKURT E. JOHN\nDeputy Chief Financial Officer\n \n___  Approved as to budget impact statement.","outcome":"PASS","ayes":8,"noes":0,"abstain":0,"absent":0,"meeting_id":65,"meeting_date":"2025-11-18","meeting_type":"regular","member_votes":[{"member_id":12,"full_name":"Jerry Yang","vote_choice":"AYE"},{"member_id":5,"full_name":"Karla Griego","vote_choice":"AYE"},{"member_id":4,"full_name":"Kelly Gonez","vote_choice":"AYE"},{"member_id":7,"full_name":"Nick Melvoin","vote_choice":"AYE"},{"member_id":9,"full_name":"Rocio Rivas","vote_choice":"AYE"},{"member_id":10,"full_name":"Scott Schmerelson","vote_choice":"AYE"},{"member_id":8,"full_name":"Sherlett H. Newbill","vote_choice":"AYE"},{"member_id":1,"full_name":"Tanya Ortiz Franklin","vote_choice":"AYE"}],"topics":["Budget & Finance","Health & Nutrition","Facilities & Construction"]}}