{"success":true,"vote":{"id":269,"item_number":"9.","title":"Approval of Career Technical Education Facilities Program Grant Applications\nFacilities Services Division","description":"Title\nApproval of Career Technical Education Facilities Program Grant Applications\nFacilities Services Division\nend\n \ndescription\nBrief Description:\n(Approval of Career Technical Education Facilities Program Grant Applications) Recommends approval to submit grant applications for State of California Department of Education’s Career Technical Education Facilities Program (CTEFP) Seventh Funding Cycle (Cycle 7). These are grant applications for previously Board of Education (Board) approved projects. For the four previously approved projects, the proposed applications will allow Los Angeles Unified (District) to seek additional State funding support.\nend\n \nRecommendation\nAction Proposed: \nApprove grant applications for submission in Cycle 7 of California’s CTEFP for the four Career Technical Education (CTE) programs described in Attachment A, and authorize the Chief Facilities Executive and/or her designee(s) to execute all reasonable instruments associated with the grant applications for CTEFP. \nend\n \nBody\nBackground: \nCTEFP provides state funding to qualifying local educational agencies (LEAs) for the construction of new CTE facilities, modernization or reconfiguration of existing CTE facilities, and/or the purchase of CTE equipment with an average useful life expectancy of at least 10 years. Maximum CTEFP grants are $1.5 million for modernization projects and $3 million for new-construction projects. The CTEFP was enacted after public approval of Proposition 1D in November 2006. Current funding for the program comes from Proposition 2, a state bond measure approved by the public in November 2024 that earmarked $600 million to address the need for CTE facilities. \n \nDistrict has identified up to four potential CTEFP applications for submission during the current Cycle 7. In accordance with CTEFP requirements, applications must be approved by the LEA’s governing board. This action will satisfy that requirement and allow the District to apply for up to $10,500,000 in state funding.\n \nThe seventh funding cycle for CTEFP is currently underway, and applications for this cycle are due at the California Department of Education by December 1, 2025.\n \nExpected Outcomes:\nStaff anticipates that the Board will approve up to four grant applications (Attachment A), which will support the construction of new facilities, the modernization or reconfiguration of existing facilities, and/or the purchase of new equipment for CTE courses at LAUSD schools.\n \nBoard Options and Consequences: \nIf the Board approves, staff will apply for up to $10,500,000 in CTEFP funding. If the Board does not approve, the District will lose the opportunity to pursue CTEFP grant funding during the current funding cycle.\n \nPolicy Implications: \nThis action will not change current LAUSD policy. \n \nBudget Impact: \nParticipation in CTEFP provides a 50% state match for eligible costs, up to $1.5 million for each modernization/reconfiguration project and up to $3 million for each new-construction project.  The Board has already approved facility construction and equipment acquisition for the four projects named in Attachment A, with all project expenses to be paid from local bond funds.  If the Board approves the grant applications for these projects and the applications are funded, local bond funds previously allocated to these projects will become available for other projects.  This action will not affect the General Fund.\n \nStudent Impact: \nApproval of this action will allow staff to pursue grant funds for CTE projects that enhance student learning experience at comprehensive high schools by providing new and upgraded classrooms, workrooms, laboratories, studios, and equipment.  \n \nEquity Impact: \nNot applicable.\n \nIssues and Analysis: \nApproval of the proposed action will enable the District to submit four applications for up to $10,500,000 in state funding that would partly replace local bond funding for projects that have been previously approved by the Board.  If grant monies are not awarded, previously allocated bond funds will be used to complete these Board-approved projects.\nApproval of this action does not guarantee that the District will secure CTEFP funding, but merely fulfills a submission requirement that must be met for the applications to be reviewed and scored by the California Department of Education.\n \nAttachments:\nAttachment A: Career Technical Education (CTE) Facilities Program Summaries\n \nSubmitted:\n10/23/25\n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \nRESPECTFULLY SUBMITTED,                                                               APPROVED BY:\n \n \n \n______________________________                                                               _____________________________\nALBERTO M. CARVALHO                                                                    PEDRO SALCIDO\nSuperintendent                                                                                                         Deputy Superintendent,\n                                                                                                                                                   Business Services and Operations\n \n \n \nREVIEWED BY:                                                                                                          APPROVED & PRESENTED BY:\n \n \n \n______________________________                                                               ______________________________\nDEVORA NAVERA REED                                                                                    KRISZTINA TOKES\nGeneral Counsel                                                                                                         Chief Facilities Executive\n                                                                                                                                                   Facilities Services Division\n___  Approved as to form.\n \n \n \nREVIEWED BY:\n \n \n \n______________________________                     \nKURT E. JOHN\nDeputy Chief Financial Officer\n \n___  Approved as to budget impact statement.","outcome":"PASS","ayes":8,"noes":0,"abstain":0,"absent":0,"meeting_id":65,"meeting_date":"2025-11-18","meeting_type":"regular","member_votes":[{"member_id":12,"full_name":"Jerry Yang","vote_choice":"AYE"},{"member_id":5,"full_name":"Karla Griego","vote_choice":"AYE"},{"member_id":4,"full_name":"Kelly Gonez","vote_choice":"AYE"},{"member_id":7,"full_name":"Nick Melvoin","vote_choice":"AYE"},{"member_id":9,"full_name":"Rocio Rivas","vote_choice":"AYE"},{"member_id":10,"full_name":"Scott Schmerelson","vote_choice":"AYE"},{"member_id":8,"full_name":"Sherlett H. Newbill","vote_choice":"AYE"},{"member_id":1,"full_name":"Tanya Ortiz Franklin","vote_choice":"AYE"}],"topics":["Budget & Finance","Health & Nutrition","Facilities & Construction"]}}