{"success":true,"vote":{"id":271,"item_number":"11.","title":"Define and Approve Three Early Education Center Outdoor Classroom Projects and Amend the Facilities Services Division Strategic Execution Plan to Incorporate Therein \nFacilities Services Division and Early Childhood Education Division","description":"Title\nDefine and Approve Three Early Education Center Outdoor Classroom Projects and Amend the Facilities Services Division Strategic Execution Plan to Incorporate Therein \nFacilities Services Division and Early Childhood Education Division\nend\n \ndescription\nBrief Description:\n(Define and Approve Three Early Education Center Outdoor Classroom Projects and Amend the Facilities Services Division Strategic Execution Plan to Incorporate Therein) Recommends definition and approval of three projects to provide outdoor classrooms at early education centers, as detailed in Exhibit A. Also recommends amending the Facilities Services Division Strategic Execution Plan to include these projects, with a combined budget of $4,198,776, and authorizes the Chief Procurement Officer, Chief Facilities Executive, or designee(s) to take all legally permissible actions to implement the projects, including executing instruments, budget modifications, and procurement of necessary equipment and materials.\nend\n \nRecommendation\nAction Proposed: \nDefine and approve three Early Education Center (EEC) Outdoor Classroom Projects (Projects), as listed on Exhibit A, and amend the Facilities Services Division (Facilities) Strategic Execution Plan (SEP) to incorporate therein. The total combined budget for these proposed Projects is $4,198,776.\n \nAuthorize the Chief Procurement Officer and/or the Chief Facilities Executive and/or their designee(s) to execute all instruments necessary, as legally permissible, to implement the proposed Projects, including budget modifications, and the purchase of equipment and materials.\nend\n \nBody\nBackground: \nThe Los Angeles Unified School District (Los Angeles Unified or District) School Upgrade Program includes a spending target entitled \"Early Childhood Education Facilities Upgrades and Expansions.\" Projects developed under this category of need are included in the Facilities SEP. \n \nThe proposed Projects will provide outdoor classrooms by dividing the existing playground areas into distinct activity areas with paving, new playground matting, and landscaping. The intent of the proposed Projects is to create dynamic, nature-based outdoor learning spaces to enable the District's youngest learners to acquire a deep, intuitive understanding of the natural world through hands-on experiences. The outdoor classrooms may include learning stations with the following components:\n \n•                     Music and movement\n•                     Climbing and balance\n•                     Messy materials\n•                     Nature art\n•                     Water play\n•                     Sand play\n•                     Garden\n•                     Dirt digging\n•                     Building materials\n \nBond Oversight Committee Recommendations:\nThis item was considered by the School Construction Bond Citizens’ Oversight Committee (BOC) at its meeting on November 6, 2025, as referenced in Exhibit B. The presentation that was provided is included as Exhibit C. Staff has concluded that this proposed Facilities SEP amendment is in alignment with BOC recommendations and will facilitate Los Angeles Unified’s ability to successfully implement the Facilities SEP.\n \nExpected Outcomes:\nStaff anticipates the Board of Education will define and approve the proposed Projects, as described in Exhibit A, and amend the Facilities SEP to incorporate therein. Approval will authorize staff to proceed with the implementation of the proposed Projects.\n \nBoard Options and Consequences: \nAdoption of the proposed action will authorize staff to proceed with the expenditure of Bond Program funds to implement the proposed Projects. If the proposal is not approved, Bond Program funds will not be expended and access to nature-based green space will remain limited.\n \nPolicy Implications: \nThis action is consistent with the District’s commitment to address unmet school facilities needs and provide students with a safe and healthy learning environment. The proposed action advances Los Angeles Unified’s 2022-2026 Strategic Plan Pillar 4 Operational Effectiveness Modernizing Infrastructure by providing capital improvements at schools.\n \nBudget Impact: \nThe total combined budget for the proposed Projects is $4,198,776. The proposed Projects will be funded with Bond Program funds earmarked specifically for Early Childhood Education facilities upgrades and expansions.\n \nEach budget for the proposed Projects was prepared based on the current information known and assumptions about their proposed scope, site conditions, and market conditions. Individual budgets for the proposed Projects will be reviewed throughout the planning, design, and construction phases as new information becomes known and/or unforeseen conditions arise, and will be adjusted accordingly to enable the successful completion of each of the proposed Projects.\n \nStudent Impact: \nThe proposed Projects will establish nurturing, nature-based outdoor spaces that support whole-child development and learning to benefit approximately 440 current and future students.\n \nExpected developmental outcomes include enhanced imaginative play, increased physical and mental well-being, and environmental stewardship. These outdoor classrooms will encourage and support community, student, and parent engagement through the creation of partnerships that help establish and maintain the newly developed garden spaces. These spaces can also reduce stress for staff, families, and children. Children and their parents will be able to connect with the natural world as a regular part of their healthy growth and development in the areas that lack parks and green environments.\nEquity Impact:\nThe proposed Projects were identified by the Early Childhood Education Division (ECED) in consultation with Regions and school site administrators. Sites were selected based upon each center's proximity and access to existing community green space, and evidence of parent, administrator, and staff commitment to the success of the program. Other factors considered included income level, center enrollment, community interest, and demographics.\n \nIssues and Analysis:\nStaff’s proposal supports ECED’s commitment to providing a quality early education experience that will prepare students for success in school and life, while valuing and respecting the needs, languages, and cultures of all students, families, staff, and respective communities. \n \nThe Office of Environmental Health and Safety will evaluate the Projects’ proposals in accordance with the California Environmental Quality Act to ensure compliance. If through the planning and design process, it is determined that the proposed Projects’ scopes will not sufficiently address the facilities needs identified, the Projects’ scope, schedule, and budget will be revised accordingly.\n \nAttachments:\nExhibit A - Early Education Center Outdoor Classroom Projects\nExhibit B - BOC Resolution\nExhibit C - BOC Presentation\n \nSubmitted:\n10/23/25\n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \nRESPECTFULLY SUBMITTED,                                                               APPROVED BY:\n \n \n \n______________________________                                                               _____________________________\nALBERTO M. CARVALHO                                                                    PEDRO SALCIDO\nSuperintendent                                                                                                         Deputy Superintendent \nBusiness Services and Operations\n                                                                                                                                                   \n \n \nREVIEWED BY:                                                                                                          APPROVED BY:\n \n \n \n______________________________                                                               ______________________________\nDEVORA NAVERA REED                                                                                    KRISZTINA TOKES\nGeneral Counsel                                                                                                         Chief Facilities Executive\n                                                                                                                                                   Facilities Services Division\n___  Approved as to form.\n \n \n \nREVIEWED BY:                                                                                                         APPROVED BY:\n \n \n \n______________________________                                                               ______________________________\nKURT E. JOHN                                                                                                         PIA C. SADAQATMAL\nDeputy Chief Financial Officer                                                               Chief of Transitional Programs\n                                                                                                                                                   Office of Transitional Programs\n___  Approved as to budget impact statement.\n \n \n \nPRESENTED BY:                                                                                                         APPROVED BY:\n \n \n \n______________________________                        ______________________________                     \nMARK CHO                                                                                                                              RANAE J. AMEZQUITA\nDeputy Director of Facilities                                                                                     Executive Director\nMaintenance and Operations                                                                                    Early Childhood Education Division\nFacilities Services Division","outcome":"PASS","ayes":8,"noes":0,"abstain":0,"absent":0,"meeting_id":65,"meeting_date":"2025-11-18","meeting_type":"regular","member_votes":[{"member_id":12,"full_name":"Jerry Yang","vote_choice":"AYE"},{"member_id":5,"full_name":"Karla Griego","vote_choice":"AYE"},{"member_id":4,"full_name":"Kelly Gonez","vote_choice":"AYE"},{"member_id":7,"full_name":"Nick Melvoin","vote_choice":"AYE"},{"member_id":9,"full_name":"Rocio Rivas","vote_choice":"AYE"},{"member_id":10,"full_name":"Scott Schmerelson","vote_choice":"AYE"},{"member_id":8,"full_name":"Sherlett H. Newbill","vote_choice":"AYE"},{"member_id":1,"full_name":"Tanya Ortiz Franklin","vote_choice":"AYE"}],"topics":["Health & Nutrition","Facilities & Construction"]}}