{"success":true,"vote":{"id":274,"item_number":"14.","title":"Resolution of Intention to Dedicate Corner Ramp Easement at Porter Ranch Community School\nFacilities Services Division","description":"Title \nResolution of Intention to Dedicate Corner Ramp Easement at Porter Ranch Community School\nFacilities Services Division \nend\n \ndescription \nBrief Description: \n(Resolution of Intention to Dedicate Corner Ramp Easement at Porter Ranch Community School) Recommends approval of dedication of corner ramp easement to the City of Los Angeles. Pursuant to a Purchase and Sale Agreement between the Los Angeles Unified School District (“District”) and Porter Ranch Development Company, the District is contractually obligated to meet the condition of dedicating the corner cut ramp easement at the intersection of Sesnon Boulevard and Mason Avenue to the City of Los Angeles (“City”) to use as a public right-of-way and to finalize a new parcel map where Porter Ranch Community School was constructed.  \nend\n \nRecommendation \nAction Proposed:  \nAuthorize: (1) the dedication of a corner ramp easement to the City by adopting a Resolution of Intention to Dedicate Corner Ramp Easement at Porter Ranch Community School (Exhibit D) with a vote of at least two-thirds of its members; and (2) the Chief Facilities Executive and/or her designee(s) to execute the Final Parcel Map and all reasonable instruments associated with the easement.\n \nProperty:                                                               Portion of Porter Ranch Community School\n                                                                                    12450 Mason Avenue\nPorter Ranch, CA 91326\n(See Exhibits A, B, and C)\n \nPurpose:                                                               Right-of-way public ramp\n \nGrantee:                                                               City of Los Angeles\n \nConsideration:                                                               None\n \nDate of Public Hearing:                     December 16, 2025                     \n \nEasement to be Dedicated:                      A 20-foot radius property line return at the intersection with Sesnon Boulevard and Mason Avenue\nend\n \nBody \nBackground:  \n​​​In 2009, the District and Porter Ranch Development Company (“Seller”) entered into a Purchase and Sale Agreement (“Agreement”) for a parcel of land on which Porter Ranch Community School was constructed and is legally described in Exhibit A. As a condition of the Agreement and in compliance with the California Subdivision Map Act, the Seller was required to complete the recordation of a Final Parcel Map to formally map the property, with a $50,000 escrow holdback to be released to the Seller upon recordation of the map.\n \nIn 2014 the City’s Planning Department approved the Preliminary Parcel Map AA-2014-1367, and in 2022, the proposed Final Parcel Map was formally submitted to the City’s Land Development Division for review. The proposed map underwent multiple rounds of rigorous technical and regulatory review, involving coordination with the Seller, City’s Planning Department, City’s Bureau of Engineering, and the District. Following this extensive review process, the Final Parcel Map received official approval from the Land Development Division on May 19, 2025 (Exhibit B). As a condition of the City-approved Final Parcel Map, the District is required to dedicate a corner cut ramp easement at the intersection of Sesnon Boulevard and Mason Avenue to the City to use for public access as a right-of-way.   \n \nCalifornia Education Code sections 17556 through 17561 specify that a Notice of Adoption of Resolution of Intention to Dedicate Easements include a time not less than 10 days after adoption of the Resolution to hold a public hearing by the Board. The adopted Resolution must be posted in three public places within the District’s boundaries no less than 10 days before the date of the public hearing and be published no less five days before the hearing in a newspaper of general circulation within the District’s boundaries.  \n​\nPorter Ranch Community School is located within the boundaries of Region North, and Board District 3 (Scott Schmerelson).   \n \nExpected Outcomes: \nAdopt the Resolution of Intention to Dedicate Corner Ramp Easement at Porter Ranch Community School and authorize the Chief Facilities Executive and/or her designee(s) to execute the Final Parcel Map and all reasonable instruments associated with the easement.\n \nBoard Options and Consequences:  \nIf approved, the Chief Facilities Executive and/or her designee(s) will proceed with the necessary steps to dedicate this corner ramp easement to the City and fulfill the District’s obligations under the Agreement and City-approved Final Parcel Map.  After the dedication, the Chief Facilities Executive and/or her designee(s) will execute the Final Parcel Map and fulfill the District’s obligation under the Agreement.  After executing the Final Parcel Map, the proposed action will ensure the following: \n \nLegal Clarity: Transforms the parcel's legal description from a complex metes-and bounds narrative into a standardized, formal lot description, which will streamline real estate transactions and internal records. \n \nSurvey Accuracy and Monumentation: Establishes a permanent, surveyed record of the property’s boundaries, which will ensure accuracy and public transparency. \n \nFormalization of Infrastructure: Solidifies the boundary of existing street improvements and the school footprint, including necessary dedications. \n \nMinimal Impact to District Property: The parcel adjustment results in a minor loss of approximately 55 square feet at the street corner, an area already encumbered by an ADA access ramp that is part of the Mason Ave. and Sesnon Blvd. public improvements. \n \nRecordation of the City-approved Final Parcel Map is not only a legal and procedural requirement, but also offers long-term benefits for the District in terms of clarity, compliance, and infrastructure integration.\n \nIf the Board does not approve the proposed action, the City cannot proceed with the required recordation of a Final Parcel Map, which will result in the legal boundaries of the school property not being finalized to match the as-built condition. The District will fail to meet its contractual obligation, which is likely to result in unnecessary litigation and related expenses.\n \nPolicy Implications:  \nThere is no change to District policy. \n \nBudget Impact:  \nThere is no budget impact.\n \nStudent Impact:  \n​​​N/A​​ \n \nEquity Impact:  \nN/A\n \nIssues and Analysis:                       \nThe 2009 Purchase and Sale Agreement between the District and the Porter Ranch Development Company requires that a new parcel map be recorded as part of the purchase conditions.  Porter Ranch Development Company has recently received approval from the City to finalize this newly created parcel map.  \n \nFailure to dedicate the corner ramp easement to the City will prohibit the required recordation of a Final Parcel Map, which will result in the legal boundaries of the school property not being finalized to match the as-built condition, and will likely expose the District to legal action. \n.\nAttachments: \n​​​Exhibit A:  Legal Description\nExhibit B:  New Parcel Map\nExhibit C:  Map Showing changes and Dedications\nExhibit D: Notice of Adoption of Resolution of Intention to Dedicate Corner Ramp Easement at Porter Ranch Community School\n \nSubmitted: \n10/23/25\n \n \n \n \n \n \n \n \n \n \n \n \n \nRESPECTFULLY SUBMITTED,                                                               APPROVED BY: \n \n \n \n______________________________                                                               _____________________________ \nALBERTO M. CARVALHO                                                                    PEDRO SALCIDO                      \nSuperintendent                                                                                                         Deputy Superintendent\nBusiness Services and Operations\n \n \n \nREVIEWED BY:                                                                                                          APPROVED BY: \n \n \n \n______________________________                                                               ______________________________ \nDEVORA NAVERA REED                                                                                    KRISZTINA TOKES \nGeneral Counsel                                                                                                          Chief Facilities Executive\n                                                                                                                                              Facilities Services Division                                                               \n___  Approved as to form. \n \n \n \nREVIEWED BY:                                                                                                         APPROVED AND PRESENTED BY: \n \n \n \n______________________________                                                                ______________________________ \nKURT E. JOHN                                                                                                          ISSAM DAHDUL\nDeputy Chief Financial Officer                                                                Director of Facilities \nPlanning and Development\n___ Approved as to budget impact statement.                     Facilities Services Division","outcome":"PASS","ayes":8,"noes":0,"abstain":0,"absent":0,"meeting_id":65,"meeting_date":"2025-11-18","meeting_type":"regular","member_votes":[{"member_id":12,"full_name":"Jerry Yang","vote_choice":"AYE"},{"member_id":5,"full_name":"Karla Griego","vote_choice":"AYE"},{"member_id":4,"full_name":"Kelly Gonez","vote_choice":"AYE"},{"member_id":7,"full_name":"Nick Melvoin","vote_choice":"AYE"},{"member_id":9,"full_name":"Rocio Rivas","vote_choice":"AYE"},{"member_id":10,"full_name":"Scott Schmerelson","vote_choice":"AYE"},{"member_id":8,"full_name":"Sherlett H. Newbill","vote_choice":"AYE"},{"member_id":1,"full_name":"Tanya Ortiz Franklin","vote_choice":"AYE"}],"topics":["Contracts & Agreements","Health & Nutrition","Facilities & Construction"]}}