{"success":true,"vote":{"id":276,"item_number":"16.","title":"Provisional Internship Permits\nHuman Resources Division","description":"Title\nProvisional Internship Permits\nHuman Resources Division\nend\n \nBrief Description:\ndescription\n(Provisional Internship Permit) Recommends approval of 14 teachers to be employed under the Provisional Internship Permit.\nend\n \nRecommendation\nAction Proposed: \nApprove request for 14 teachers to be employed under the Provisional Internship Permit pursuant to Title 5 California Code of Regulations, Section 80021.1.\nend\n \nBody\nBackground: \nThe Provisional Internship Permit became effective on July 1, 2005 in anticipation of the phasing out of the former authorizing document.  The Provisional Internship Permit is valid for one year and may not be renewed.  During the first year of employment, the Provisional Intern teacher must meet all requirements for entrance into an accredited intern program.\n \nThe Los Angeles County Office of Education grants authority to the District to employ potential Provisional Interns on a Temporary County Certificate until such time that the Board of Education approves their employment under the Provisional Internship Permit.  Commission on Teacher Credentialing (CTC) regulations require that the request to employ Provisional Interns be approved by the Board and submitted to the CTC within three months of the teachers beginning their assignment.\n \nThe CTC requires that the governing board be presented with a list of teachers to be employed under the Provisional Internship Permit (Attachment A).  \n \nExpected Outcomes:\nThe approval of Provisional Internship Permits will enable the District to continue to staff teacher vacancies in shortage subject fields with individuals committed to completing the requirements to enter into an intern program and subsequently earn a full credential.\n \nBoard Options and Consequences: \nApproval of Provisional Internship Permits will afford the District the opportunity to hire new special education, deaf and hard of hearing, physical education, english, biological science, chemistry, social science and health science teachers who will be required to follow a prescribed and rigorous pathway that results in the earning of both full state and federal teacher certification.\n \nIf the Provisional Internship Permits are not approved, and a full-time teacher cannot be hired, classroom vacancies would be staffed by a series of individuals in possession of only Emergency 30-Day Substitute Teaching Permits.  Day-to-day substitutes are not required to be enrolled in a teacher education program, and may only remain in a special education classroom for a maximum of twenty days, after which time they are deemed by the State as inappropriately assigned.\n \nPolicy Implications: \nThis action does not change District policy.\n \nBudget Impact: \nThere is no impact on the District’s budget.\n \nStudent Impact:\nThe goal of Human Resources Division is to insure that there is an appropriately authorized teacher in every classroom.  In areas of high need such as special education, deaf and hard of hearing, physical education, english, biological science, chemistry, social science and health science teachers where there might be a teacher shortage, the District may approve the use of Provisional Internship Permits, which authorize a teacher candidate to step into the classroom as the teacher of record while they take the necessary steps to enroll in a credential program.\n \nIssues and Analysis: \nNot applicable\n \nAttachments:\nAttachment A - Teachers with Provisional Intern Permits\n \nSubmitted:\n11/10/15, Revision # 1\n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \nRESPECTFULLY SUBMITTED,                                                               APPROVED & PRESENTED BY:\n \n \n \n______________________________                                                               _____________________________\nALBERTO M. CARVALHO                                                                    FRANCISCO J. SERRATO\nSuperintendent                                                                                                         Chief Human Resources Officer\n                                                                                                                                                   Human Resources Division\n \n \nREVIEWED BY:                                                                                                          APPROVED & PRESENTED BY:\n \n \n \n______________________________                                                               ______________________________\nDEVORA NAVERA REED                                                                                    KRISTEN K. MURPHY\nGeneral Counsel                                                                                                         Associate Superintendent\n                                                                                                                                                   Talent & Labor Relations\n___  Approved as to form.\n \n \nREVIEWED BY:\n \n \n \n______________________________                     \nKURT E. JOHN \nDeputy Chief Financial Officer\n \n___  Approved as to budget impact statement.","outcome":"PASS","ayes":8,"noes":0,"abstain":0,"absent":0,"meeting_id":65,"meeting_date":"2025-11-18","meeting_type":"regular","member_votes":[{"member_id":12,"full_name":"Jerry Yang","vote_choice":"AYE"},{"member_id":5,"full_name":"Karla Griego","vote_choice":"AYE"},{"member_id":4,"full_name":"Kelly Gonez","vote_choice":"AYE"},{"member_id":7,"full_name":"Nick Melvoin","vote_choice":"AYE"},{"member_id":9,"full_name":"Rocio Rivas","vote_choice":"AYE"},{"member_id":10,"full_name":"Scott Schmerelson","vote_choice":"AYE"},{"member_id":8,"full_name":"Sherlett H. Newbill","vote_choice":"AYE"},{"member_id":1,"full_name":"Tanya Ortiz Franklin","vote_choice":"AYE"}],"topics":["Health & Nutrition","Resolutions & Recognitions","Student Programs"]}}