{"success":true,"vote":{"id":278,"item_number":"18.","title":"Consideration of Street Lighting Maintenance Assessment for the Liechty and Esperanza Schools Lighting District\nFacilities Services Division","description":"Title\nConsideration of Street Lighting Maintenance Assessment for the Liechty and Esperanza Schools Lighting District\nFacilities Services Division\nend\n \ndescription\nBrief Description:\n(Consideration of Street Lighting Maintenance Assessment for the Liechty and Esperanza Schools Lighting District) Recommends authorization of the Chief Facilities Executive and/or her designee to cast the Proposition 218 ballot(s) in support of the street lighting maintenance assessment for the Liechty and Esperanza Schools Lighting District (Lighting District) within the City of Los Angeles (City) and execute any other reasonable instruments on behalf of Los Angeles Unified in an amount not to exceed $14,710.41 annually (not including annual Consumer Price Index (CPI) increases). \nend\n \nRecommendation\nAction Proposed: \nAuthorize the Chief Facilities Executive and/or her designee to cast the Proposition 218 ballot(s) in support of the street lighting maintenance assessment for the Lighting District within the City and execute any other reasonable instruments on behalf of Los Angeles Unified in an amount not to exceed $14,710.41 for the first year the Lighting District is in operation, and thereafter the annually adjusted amount inclusive of the Lighting District’s authorized CPI (or similar) increases for subsequent years until the Lighting District expires or is modified. \nend\n \nBody\nBackground: \nThe City Department of Public Works, Bureau of Street Lighting is proposing a street lighting maintenance assessment for the Lighting District to add, maintain, and operate 75 new streetlights along Wilshire Boulevard, 7th Street, Burlington Avenue, Little Street, Union Avenue, Valencia Avenue, and Ingraham Street in Los Angeles. Of these, 59 streetlights would be installed along the perimeter of John H. Liechty Middle School and Esperanza Elementary School (Schools), as identified in Exhibit A. The Lighting District will need to submit ballots to property owners to vote on the assessment and to install the additional streetlights. The Lighting District provides servicing, installation, maintenance, and operation of street lighting. The cost for services includes but is not limited to electricity, lamps, fixtures, poles, wires, repair crews, and other items necessary to operate streetlights in the City. The additional lighting will further enhance safety measures and support safety passages. \n \nLos Angeles Unified currently pays $5,953.71 annually for 27 existing streetlights in this area. If approved and implemented, the annual amount for the special assessment projected by the Lighting District for the School would increase to $14,710.41 for the first year the lighting district is in operation, and thereafter the annually adjusted amount inclusive of the district’s authorized CPI (or similar) increases for subsequent years until the lighting district expires or is modified. This adjustment reflects several key factors: the existing assessment amounts have not been updated for inflation since 1997 due to Prop 218, which froze rates for over 25 years, and the methodology has changed from calculating rates based on property frontage to acreage, resulting in larger parcels incurring higher assessments. Additionally, the inclusion of street lighting, which requires more poles with closer spacing, adds a significant layer of maintenance costs, further contributing to the adjusted rates. \n \nThe Lighting District is located in Region East, Board District 2 (Rocio Rivas).\n \nExpected Outcomes:\nApproval of the action will authorize Staff to execute the ballot in support of the proposed lighting assessment provided by the Lighting District and pay the annual assessment for the Lighting District. The increased lighting will help further enhance safe passages to and from school for students attending the School.\n \nBoard Options and Consequences: \nA “Yes” vote by the Board will authorize Staff to record a yes vote on the Proposition 218 ballot for the Lighting District. \n \nA “No” vote by the Board will authorize Staff to record a no vote on the Proposition 218 ballot for the Lighting District. This may result in the Lighting District failing to obtain a majority affirmative vote of the property owners in the Lighting District. However, if the Lighting District does secure the required support, Los Angeles Unified would still be obligated to pay the cost associated with the special assessments.\n \nPolicy Implications: \nThe proposed action advances Los Angeles Unified’s 2022-2026 Strategic Plan Pillar 3 Engagement and Collaboration Leading for Impact by growing and leveraging partnerships with community-based organizations. Moreover, it supports the District’s Every School Safe: A Blueprint for Safety.\n \nBudget Impact: \nThe projected annual amount for the assessment of Liechty and Esperanza Schools Lighting District in 2026 would be increased from $5,953.71 to $14,710.41  and subject to increases based on the Liechty and Esperanza Schools Lighting District budget annually thereafter. Annual assessment for the Liechty and Esperanza Schools Lighting District will be provided by the General Fund, Program Code 15190. This is a cost increase, but according to the projections from the Eco-Sustainability Office the program has adequate funding to support this assessment in the current fiscal year and the following fiscal year. The assessment is an ongoing annual cost and does not have a sunset date.\n \nStudent Impact:\nImprove safety measures and support safe passages around the school perimeter and surrounding neighborhood.\n \nEquity Impact:\nA lighting district is a geographically defined area within the City, in which services, maintenance, and operations are paid for through a special assessment, which is charged to all members within the district in order to equitably distribute the benefits received and the costs incurred to provide the agreed-upon services, activities, and operations.\n \nIssues and Analysis: \nArticle 13 D (Proposition 218) of the State Constitution requires that a parcel’s assessment may not exceed the reasonable cost for the proportional special benefit conferred on that parcel. Article 13 D provides that only special benefits are assessable, and the City must separate the general benefits from the special benefits. It also requires that publicly owned properties, which benefit from the improvements, be assessed.\nThe Bureau of Street Lighting is in the process of creating a Citywide Lighting District, which will require a new Engineer’s Report and an updated methodology for calculating street lighting maintenance assessment rates. Each parcel-including all LAUSD properties-will be evaluated to determine the proportionate special benefit conferred to each property. The proposed Citywide Lighting District and new Engineer’s Report will require approval by the Mayor’s Office and City Council, to establish the new District within the next two-three years. Currently, each parcel’s assessment is calculated in accordance with the Land Use Methodology outlined in the Street Lighting Engineer’s Report. Assessments are primarily based on the parcel’s land use, size (using a table of size ranges rather than a simple per-square-foot calculation), and the equipment type of the lighting system. Additional consideration is given for any benefit-qualifying factors, such as parcel shape and partial lighting. In accordance with City assessment standards, LAUSD will pay no more than other property owners for comparable parcels and benefits.\n \nLos Angeles Unified is not obligated to support the formation of the Lighting District. Regardless of Los Angeles Unified’s support, if the Lighting District is approved, Los Angeles Unified will be required to pay its special assessment unless there has been a formal determination that it is exempt. \n \nThe City has limited funding to provide certain services, and the Lighting District is able to supplement services that may benefit the community. Supporting the Lighting District is voluntary by the Board, however, Los Angeles Unified is obligated to pay the special assessment should the City Council vote to pass the Lighting District ballot presented.\n \nAttachments:\nExhibit A - Area Map Esperanza Elementary School, John Liechty Middle School\nExhibit B - Aerial Map\n \nSubmitted:\n10/23/25\n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \nRESPECTFULLY SUBMITTED,                                                               APPROVED BY:\n \n \n \n______________________________                                                               __________________________________\nALBERTO M. CARVALHO                                                                    PEDRO SALCIDO\nSuperintendent                                                                                                         Deputy Superintendent, \n                                                                                                                                                   Business Services and Operations\n \n \n \nREVIEWED BY:                                                                                                          APPROVED BY:\n \n \n \n______________________________                                                               ___________________________________\nDEVORA NAVERA REED                                                                                    KRISZTINA TOKES\nGeneral Counsel                                                                                                         Chief Facilities Executive\n                                                                                                                                                   Facilities Services Division\n___  Approved as to form.\n \n \n \nREVIEWED BY:                                                                                                         PRESENTED BY:\n \n \n \n______________________________                                                               ___________________________________\nKURT E. JOHN                                                                                                         ISSAM DAHDUL\nDeputy Chief Financial Officer                                                               Director of Facilities \n                                                                                                                                                   Planning and Development\n___  Approved as to budget impact statement                     Facilities Services Division","outcome":"PASS","ayes":8,"noes":0,"abstain":0,"absent":0,"meeting_id":65,"meeting_date":"2025-11-18","meeting_type":"regular","member_votes":[{"member_id":12,"full_name":"Jerry Yang","vote_choice":"AYE"},{"member_id":5,"full_name":"Karla Griego","vote_choice":"AYE"},{"member_id":4,"full_name":"Kelly Gonez","vote_choice":"AYE"},{"member_id":7,"full_name":"Nick Melvoin","vote_choice":"AYE"},{"member_id":9,"full_name":"Rocio Rivas","vote_choice":"AYE"},{"member_id":10,"full_name":"Scott Schmerelson","vote_choice":"AYE"},{"member_id":8,"full_name":"Sherlett H. Newbill","vote_choice":"AYE"},{"member_id":1,"full_name":"Tanya Ortiz Franklin","vote_choice":"AYE"}],"topics":["Budget & Finance","Curriculum & Instruction","Health & Nutrition"]}}