{"success":true,"vote":{"id":280,"item_number":"20.","title":"Certification of Unhoused Pupils for Charter School Facilities Program Applications\nFacilities Services Division","description":"Title\nCertification of Unhoused Pupils for Charter School Facilities Program Applications\nFacilities Services Division\nend\n \ndescription\nBrief Description:\n(Certification of Unhoused Pupils for Charter School Facilities Program Application) Recommends adoption of a resolution to fulfill the requirements of the California Code of Regulations Title 2 Section 1859.162.1, in support of Port of Los Angeles High School’s (POLAHS) independent application for funding under the Charter Schools Facilities Program (CSFP).\nend\n \nRecommendation\nAction Proposed: \nAdopt attached resolution (Exhibit A) certifying that zero state-recognized unhoused pupils in grades K-12 and in the Special Day Class (SDC) Non-Severe and Severe programs will be served by the charter school new-construction project for which POLAHS will independently submit a CSFP funding application by October 30, 2025 (Resolution).\nend\n \nBody\nBackground: \nIn 2002, Assembly Bill (AB) 14 created the CSFP. Through the passage of Propositions 47 (2002), 55 (2004), 1D (2006), 51 (2016), and 2 (2024), $2 billion in state bond authority has been made available for the construction of new charter school facilities or the rehabilitation of school district facilities that are at least 15 years old for charter school use. The Office of Public School Construction (OPSC) is administering a single filing round, which opened on July 3, 2025, to allocate the entire $600 million CSFP bond authority from Proposition 2. Applications for this filing round must be submitted to the OPSC and the Charter School Finance Authority (CSFA) by October 30, 2025.\n \nUpon receipt of a charter school’s notice of intent to apply for CSFP funds, LAUSD, using the method adopted by the Board of Education in May 2007 (Exhibit B), must determine its number of “unhoused pupils,” defined as the number of pupils by which the District’s projected enrollment exceeds its existing classroom capacity. If there are unhoused pupils, the District must use the method to determine how many of those unhoused pupils will be served by the proposed charter school project.  Pursuant to 2 CCR Section 1859.162.1, this result must be certified by the District’s governing board in a resolution presented at a regularly scheduled, publicly held board meeting and submitted to the Office of Public School Construction within 90 days of the District’s receipt of notification that the charter school intends to apply for CSFP funding.  The deadline for charter schools to notify the District of plans to submit CSFP applications during the current funding cycle was September 30, 2025.\n \nAt the time of the LAUSD Board’s August 26, 2025 meeting, LAUSD staff had received two letters of intent to apply for CSFP funding, all of which were for proposed projects serving K-12 and/or SDC non-severe pupils and located on non-LAUSD sites.  At that meeting, the Board certified that zero unhoused K-12 or SDC non-severe pupils will be served by charter schools submitting CSFP applications during the current funding cycle (Exhibit C).  Subsequently, however, POLAHS, which, in addition to grade 9-12 and SDC non-severe pupils, serves SDC severe pupils, notified the District of its plans to submit a CSFP application.  Application of the District’s May 2007 method shows that zero unhoused SDC severe pupils will be served by POLAHS’s project, and an additional resolution is now required to certify this fact.  The deadline for submitting this resolution to OPSC is December 3, 2025.\n \nNote that, under CSFP regulations, all charter schools intending to submit CSFP applications during the current funding cycle will remain eligible for funding even if the school district certifies that zero unhoused pupils will be served.\n \nExpected Outcomes:\nStaff anticipates that the Board will adopt the Resolution, thus fulfilling the requirements of California Code of Regulations Title 2, Section 1859.162.1. \n \nBoard Options and Consequences: \nBoard approval of the proposed action will ensure compliance with 2 CCR section 1859.162.1 requirements and will allow POLAHS to proceed with its CSFP application. This will not affect LAUSD’s new-construction eligibility since no unhoused pupils will be served by the POLAHS project. However, if the proposed action is deferred or not approved, LAUSD will be in noncompliance with 2 CCR 1859.162.1, and POLAHS will be unable to proceed with its CSFP funding application, which could result in a legal dispute between LAUSD and the school.\n \nPolicy Implications: \nThis action will not change current LAUSD policy. A Board resolution certifying the number of unhoused pupils is essential in meeting CSFP requirements for charter schools applying on their own behalf.\n \nBudget Impact: \nDistrict funding is not required for the adoption of the Resolution.\n \nStudent Impact: \nThe proposed action will enable POLAHS to file a CSFP application for state funding, thus helping it provide safe and effective learning environments for its students.\n \nEquity Impact: \nNot applicable.\n \nIssues and Analysis: \nOnce a charter school applicant submits its CSFP application, it will proceed through the state’s regulatory process for scoring, prioritization, and potential award.  If selected for funding, the project will continue through the state’s funding process, with all required reporting administered by the state and performed by the charter school’s staff.  This portion of the process does not involve or impact District staff, students, or budget.\n \nAttachments:\nExhibit A:                     Resolution of the LAUSD Board of Education Certifying that No Unhoused Pupils within LAUSD will be served by the Charter School Facilities New-Construction Project at Port of Los Angeles High School\n \n \n \nExhibit B:                     Board of Education Report 365-06/07, adopted 5/24/07:  Certification of Unhoused Pupils for Proposition 1D Charter School Facilities Program Applicants\n \nExhibit C:                     Resolution of the Board of Education of the Los Angeles Unified School District (LAUSD) Establishing the Number of Unhoused Pupils within LAUSD as of October 30, 2025, Based on the Calculation of Unhoused Pupils That Is Prescribed by the State in Section 1859.50 of the School Facility Program (SFP) Regulations for the Charter School Facilities Program (CSFP)\n \nSubmitted:\n10/23/25\n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \nRESPECTFULLY SUBMITTED,                                                               APPROVED BY:\n \n \n \n______________________________                                                               _____________________________\nALBERTO M. CARVALHO                                                                    PEDRO SALCIDO\nSuperintendent                                                                                                         Deputy Superintendent,\n                                                                                                                                                   Business Services and Operations\n \n \n \nREVIEWED BY:                                                                                                          APPROVED & PRESENTED BY:\n \n \n \n______________________________                                                               ______________________________\nDEVORA NAVERA REED                                                                                    KRISZTINA TOKES\nGeneral Counsel                                                                                                         Chief Facilities Executive\n                                                                                                                                                   Facilities Services Division\n___  Approved as to form.\n \n \n \nREVIEWED BY:\n \n \n \n______________________________                     \nKURT E. JOHN\nDeputy Chief Financial Officer\n \n___  Approved as to budget impact statement.","outcome":"PASS","ayes":8,"noes":0,"abstain":0,"absent":0,"meeting_id":65,"meeting_date":"2025-11-18","meeting_type":"regular","member_votes":[{"member_id":12,"full_name":"Jerry Yang","vote_choice":"AYE"},{"member_id":5,"full_name":"Karla Griego","vote_choice":"AYE"},{"member_id":4,"full_name":"Kelly Gonez","vote_choice":"AYE"},{"member_id":7,"full_name":"Nick Melvoin","vote_choice":"AYE"},{"member_id":9,"full_name":"Rocio Rivas","vote_choice":"AYE"},{"member_id":10,"full_name":"Scott Schmerelson","vote_choice":"AYE"},{"member_id":8,"full_name":"Sherlett H. Newbill","vote_choice":"AYE"},{"member_id":1,"full_name":"Tanya Ortiz Franklin","vote_choice":"AYE"}],"topics":["Charter Schools","Budget & Finance","Health & Nutrition"]}}