{"success":true,"vote":{"id":281,"item_number":"21.","title":"Integrated Pest Management Policy Revision\nOffice of the Board Secretariat","description":"Title\nIntegrated Pest Management Policy Revision\nOffice of the Board Secretariat\nend\n \nBrief Description:\ndescription\n(Integrated Pest Management Policy Revision) Recommends approval of the update to the existing LAUSD Integrated Pest Management Team Policy to allow for a simple majority  quorum and the selection of Team member alternates. \nend\n \nRecommendation\nAction Proposed: \nThe Board of Education (“Board”) is asked to update the existing LAUSD Integrated Pest Management Team (“Team”) Policy to allow for a simple majority quorum and the selection of Team member alternates. \nend\n \nBody\nBackground: \nOn March 23, 1999, the District’s Board adopted and implemented the LAUSD Integrated Pest Management Policy (“Policy”). The Team serves to provide guidance, verification and recommendations to support the District’s goal of Integrated Pest Management for the safest and lowest risk approach to control pest problems while protecting people, property, and the environment.  \n \nSince returning from fully remote participation during the COVID-19 global pandemic, the TEAM has experienced challenges meeting quorum.  The main basis for this challenge is the original Policy requiring a quorum of 10 members, as opposed to a simple majority quorum. The Team is comprised of 15 Team members, which makes a simple quorum 8 (as opposed to the currently required 10).   \n \nOver the course of several meetings, the IPM Team has made clear and requested that the Board amend the Policy to reflect a simple majority quorum.   \n \nThe IPM Team further would like to instate a process for the approval and maintenance of IPM Team member alternates so that the business of the Team can continue uninterrupted even in the absence of existing regular members. IPM Team alternates will attend all IPM meetings so as to be informed of the material the Team is addressing.  Additionally, alternates shall be selected, proposed, and approved in the same manner as existing members: (a) Proposed alternates must fit within the constituencies as defined by existing Policy, (b) must be proposed by the IPM Team itself, (c) must prepare and submit ethics forms and brief bio, and (d) must be approved by the Board. IPM Team alternates shall have the power to vote and shall count towards quorum when acting as alternates for absent regular members.  \n \nExpected Outcomes:\nThe IPM Team will be able to meet quorum more easily, thereby dramatically increasing the likelihood of meetings where discussion and action can legally take place within the framework of the Brown Act.  \n \n \nBoard Options and Consequences: \nFailure to approve the individuals as members of the Team will result in organizational and administrative challenges. Quorum will continue to be a real challenge to meet, and the Team will be unable to carry out the duties they are charged with under the IPM Policy.  \n \nPolicy Implications: \nPositive policy implications are anticipated, as the work of the Team will proceed as envisioned and articulated by the Policy.  \n \nBudget Impact: \nNot applicable.\n \nStudent Impact:\nNot applicable.\n \nEquity Impact:\nNot applicable.\n \nIssues and Analysis: \nNot applicable.\n \nAttachments:\nA - Amended Original 1999 IPM Policy.  \n \nSubmitted:\n11/07/25 \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \nAPPROVED & PRESENTED BY:\n \n \n \n______________________________                                          \nMICHAEL McLEAN                                                                                                           \nExecutive Officer of the Board of Education                                                               \n                                                                                                                                                   \n \n \nREVIEWED BY:                                                                                                          \n \n \n \n______________________________                                                               \nDEVORA NAVERA REED                                                                                     \nGeneral Counsel                                                                                                          \n                                                                                                                                                   \n___  Approved as to form.","outcome":"PASS","ayes":8,"noes":0,"abstain":0,"absent":0,"meeting_id":65,"meeting_date":"2025-11-18","meeting_type":"regular","member_votes":[{"member_id":12,"full_name":"Jerry Yang","vote_choice":"AYE"},{"member_id":5,"full_name":"Karla Griego","vote_choice":"AYE"},{"member_id":4,"full_name":"Kelly Gonez","vote_choice":"AYE"},{"member_id":7,"full_name":"Nick Melvoin","vote_choice":"AYE"},{"member_id":9,"full_name":"Rocio Rivas","vote_choice":"AYE"},{"member_id":10,"full_name":"Scott Schmerelson","vote_choice":"AYE"},{"member_id":8,"full_name":"Sherlett H. Newbill","vote_choice":"AYE"},{"member_id":1,"full_name":"Tanya Ortiz Franklin","vote_choice":"AYE"}],"topics":["Health & Nutrition","Resolutions & Recognitions","Governance & Policy"]}}