{"success":true,"vote":{"id":283,"item_number":"23.","title":"Ms. Gonez, Ms. Griego, Dr. Rivas, Mr. Yang, Mr. Melvoin, Ms. Newbill, Mr. Schmerelson, Ms.\nOrtiz Franklin - Resilient Schools: Extreme Heat Mitigation & Disaster Preparedness at LAUSD\n(Res-017-25/26) (Noticed October 14, 2025) (VERSION 4)","description":"Title\nMs. Gonez, Ms. Griego, Dr. Rivas, Mr. Yang, Mr. Melvoin, Ms. Newbill, Mr. Schmerelson, Ms.\nOrtiz Franklin - Resilient Schools: Extreme Heat Mitigation & Disaster Preparedness at LAUSD\n(Res-017-25/26) (Noticed October 14, 2025) (VERSION 4)\nBody\n \ndescription\nWhereas, The increasing frequency and severity of extreme heat events, wildfires, and other climate driven disasters demand immediate action, and local agencies like the Los Angeles Unified School District cannot afford to wait for state or federal intervention alone, but must act with urgency to safeguard the health, safety, and learning conditions of students and staff; \n \nWhereas, The impacts of the climate crisis fall disproportionately on low-income communities and communities of color, whose neighborhoods often lack access to cooling systems, tree canopy, shade, and resilient infrastructure, making it imperative that the District lead with equity by prioritizing policies and investments that protect those most vulnerable; \n \nWhereas, These unequal impacts are not accidental, but the result of decades of intentional disinvestment, redlining, and environmental racism that have left Black, brown, immigrant, and low-income students learning in campuses with fewer resources and greater exposure to climate hazards;\nWhereas, The District has invested in making our campuses greener and more resilient, but many campuses still have outdated cooling infrastructure and lack shade and climate resilient designs, which can lead to disrupted instruction and negative impacts on student learning both in classrooms and in outdoor education; \n \nWhereas, Green spaces are a critical component of mitigating extreme heat and improving air quality, and the District, as outlined in the Green Schools for All Resolution (Res 002-22/23), has established a 30% green space and 20% tree canopy standard for its playgrounds and has committed $1.2B from Measure US towards meeting those ambitious goals; \n \nWhereas, While recognizing the need for some blacktop and open hard surfaces to meet physical education, green spaces have proven benefits when leveraged for physical activity, play spaces, and outdoor learning classrooms;\n \n Whereas, Beyond the significant detriments to health and wellbeing, there are serious concerns around the impacts of heat exposure to children’s learning. A recent systemic review published in July 2025 in PLOS Climate found that extended exposure to heat impairs students’ cognitive abilities, negatively affecting their academic performance; \n \nWhereas, Artificial turf adds to the impacts of extreme heat, since it absorbs and retains far more solar radiation than natural grass creating surface temperatures reaching in excess of 160 degrees, exacerbating the urban heat island effect, with growing body of research and health and environmental experts expressing concerns over the potential for harm including burns, chemical exposure, and other injuries (L.A. Times, September, 2025); \n \nWhereas, Extreme heat does not impact all schools equally, with the harshest impacts borne by campuses in dense, heat-burdened neighborhoods that already lack trees, parks, and cooling infrastructure, leaving students in these communities more exposed to dangerous conditions and less able to learn in safe environments;\n \nWhereas, The growing impacts of extreme heat demand a comprehensive approach to protect the health and safety of students and staff, requiring the District to evaluate and address multiple vulnerabilities at once including the environmental and health risks posed by artificial turf, the strain of aging HVAC systems during heat waves, and the uneven access to critical protections such as shade structures and hydration stations, so that all campuses are adequately prepared to mitigate the dangers of rising temperatures;\n \nWhereas, The District has created tools for response to extreme weather events, including the issuing of heat advisories with recommendations and the Enhanced Emergency Preparedness Bulletin to support school leaders in making timely and informed decisions during heat-related natural disasters, including through the use of the Natural Disaster Decision-Making Matrix, Tiered Fire Support system, and new tools such as the Wildfire Decision-Making Tree;\n \nWhereas, The District recognizes that school buildings must have actionable plans in place for temporarily posturing their buildings and HVAC systems to reduce the negative impact of extreme heat, wildfire smoke, and other potential airborne contaminants, as well as an actionable plan in place to return to normal operation and verify proper operation of all HVAC systems;\n \nWhereas, Shade, through trees, canopies, and other natural or built features, is one of the most effective and immediate protections and the District’s facilities division has committed to a goal of at least 20% shade coverage when undertaking campus greening projects, it is critical to assess current progress toward the benchmark and adopt a clear actionable strategy to meet it; yet schools in historically redlined and under-resourced neighborhoods continue to have the least shade coverage, leaving their students disproportionately exposed to unsafe outdoor conditions; and \n \nWhereas, Funds from voter-approved bond measures including LAUSD’s local facilities bond Measure US, and state bond measures Proposition 2 and Proposition 4 create an opportunity to further prioritize District capital investments to increase the build out of renewable energy technologies, such as solar photovoltaic panels and battery energy storage systems on District property to sustainably power upgraded HVAC systems, ensuring long-term cost savings and climate resilience for campuses, and urgent action is needed to secure federal clean energy and energy efficiency tax credits before they expire; now, therefore, be it\n \nResolved, That the Los Angeles Unified School District shall update its disaster preparedness plans to ensure a comprehensive response to escalating threats posed by extreme heat and related climate emergencies including wildfires so that they clearly outline (1) decision-makers and clear metrics for operational procedures such as shifting school schedules and closures, (2) guidance on continuity of instruction, (3) notification of school site leaders, staff, and families on District response and any other necessary information that can be shared in coordination with City and County emergency response agencies, and (4) include necessary training for staff on the updated protocols. This process shall solicit feedback from all relevant District divisions, labor partners, school site staff, families, students, and community stakeholders, to ensure the plan reflects on the ground needs, and report back to the Governing Board of the Los Angeles Unified School District in 90 days; \n \nResolved further, That considering the need to ensure our campus infrastructure can address extreme heat events, the District shall:\n \n•                     Accelerate HVAC system replacements in alignment with the existing MERV 13 standards, with the goal of having at least 20-25 projects (standalone HVAC system upgrades and/or as a component of a larger project, excluding comprehensive modernization projects) underway at all times, with annual progress reports to the Board included in the annual update of the Facilities Services Division Strategic Execution Plan. Standalone projects at campuses shall continue to be prioritized based on system condition, and where schools cannot be maintained at below the Cal/OSHA indoor temperature standard of 82 degrees Fahrenheit, with subsequent consideration given to student need (such as SENI ranking) and community climate burden (such as CalEnviro Screen and extreme heat exposure);\n•                     Implement, to the extent feasible, the use of climate-friendly, all electric technologies such as heat pumps, in HVAC modernization projects, aligned with the District’s goals to transition to 100% clean, renewable energy, and where feasible, to incorporate opportunities for energy efficiency and renewable energy projects to sustainably power upgraded HVAC systems;\n•                     Provide an update by the end of the 2025-2026 school year on progress on the District’s strategy from the Business Services and Operations Division for the deployment of additional heat mitigation measures such as expanded tree canopy, shade structures, nature-based cooling solutions such as native plantings and permeable surfaces, hydration stations, and misting systems to ensure students and staff have access to cooling space and protection from heat, including how the deployment strategy prioritizes communities most impacted by extreme heat and air pollution;\n•                     Prepare and present an Interim Heat Mitigation Plan to protect students and staff at schools with aging HVAC systems, with limited shade coverage under 20%, and where indoor temperatures cannot be maintained below the 82 degree indoor temperature threshold set by Cal/OSHA. The plan will outline short-term strategies to reduce heat exposure, including the use of portable cooling units, hydration stations, and designated cool zones; adjusted schedules and outdoor activity modifications during peak heat. The plans will ensure frontline schools in historically disinvested communities (based on SENI ranking, extreme heat exposure or CalEnviroScreen exposure as described above) receive protections so they are not forced to bear disproportionate risks while awaiting full modernization. Clear communication protocols will ensure timely guidance to school leaders and families, bridging the gap until full modernization efforts are complete;\n•                     Ensure adequate staffing for the ongoing repair and maintenance of HVAC systems, shade structures, hydration stations, and other critical heat-mitigation infrastructure, with staffing levels reviewed annually to align with Districtwide needs and equity priorities;\n•                     Develop a plan to verify the proper operation of all existing HVAC systems through Ventilation Verification, using appropriately qualified and certified personnel consistent with applicable code, manufacturer requirements, recognized engineering and public health standards, and state standards established under AB 841 (CalSHAPE) and applicable ASHRAE and Title 24 requirement, taking into consideration the recommendations of UC Davis and the National Energy Management Institute recommendations; and\n•                     Explore opportunities to apply for Proposition 2 and 4 funding to help address the heat mitigation goals, campus greening, energy efficiency and the clean energy goals and prioritize District applications to these and other funding sources to build on the District’s Measure US investments to enhance air quality, add green space, and protect the health of students, staff, and families;\n \nResolved further, That in recognition of the significant environmental and climate consequences of artificial turf, including the release of microplastics, into soil and waterways, and its absorption and radiation of heat that exacerbates the urban heat island effect, the District shall update its policy to:\n \n•                     Prohibit installation of artificial turf at early education centers, primary centers, elementary schools, and middle schools, regardless of funding source;\n•                     Prioritize the replacement of existing artificial turf at early education centers (EECs) and Elementary schools, in particular, as they reach their end-of-life with grass, plants, or natural materials to the extent feasible; including potential pilots for natural groundcover as an alternative to grass that still provide safe play areas but require less water and lower maintenance, with pilots prioritized for schools in communities that have been historically under-resourced and disproportionately burdened by extreme heat, pollution, and lack of access to safe green space;\n•                     Temporarily pause projects not yet approved by the Board to replace synthetic turf until after a comprehensive study and policy update (described below) has been completed and the Board has given direction about the future of these fields (to remain synthetic turf or convert to natural grass) and develop contingency plans to ensure impacted students have access to necessary play and athletic spaces during this period;\n•                     Identify funding to:\n \no                     Conduct a lifecycle cost and operations comparison of synthetic and natural turf athletic fields, covering installation, maintenance, water use, expected service life; field availability (e.g., hours of play between maintenance/closures); and end-of-life removal/disposal;\no                     Perform a comprehensive synthesis of current literature, research and government studies on synthetic and natural turf, including runoff/microplastics, injury/health outcomes, environmental/climate impact, incorporating available District data;\no                     Assess heat-exposure conditions on synthetic turf fields (e.g., surface temperature profiles and thresholds) and, based on the findings, provide operational guidance to schools for mitigation heat exposure, such as scheduling early morning/evening activity, heat advisories, cooling interventions;\no                     Gather input from labor partners, school staff, students, families, and community members;\n•                     Findings shall be publicly presented and reviewed at appropriate venues, including meetings of the Governing Board of Education, the Committee of the Whole, and the Greening Schools & Climate Resilience Committee, to ensure transparency. All resulting policy updates must explicitly address equity impacts and demonstrate how the District will correct historic patterns of underinvestment in schools serving Black, brown, immigrant, indigenous and low-income communities; and\n \nResolved further, That the District shall establish a clear, districtwide Heat-Stroke Emergency Prevention and Response Protocol for all school sites to ensure prompt and consistent action when a student or staff member shows signs of heat stroke. The protocol shall apply to all school environments both indoors and outdoors, and include: immediate activation of emergency medical services; clear expectations for monitoring as outlined by LAUSD Guidelines for Preventing Heat Stress Bulletin 963.3, dated July 14, 2025; guidance on beginning rapid on-site cooling using available equipment, including portable solutions that can be deployed immediately without relying on electricity, ice, or refrigerated storage; written procedures assessable to all staff; and annual training for staff who supervise outdoor activities so they can recognize symptoms and respond quickly; and\n \nResolved further, That the District shall complete this study, transmit the findings to the Board, and use them to update the Policy Bulletin, which shall be brought back to the Board in Spring 2026; and, be it, finally\n \nResolved, That regular updates on extreme heat mitigation and the District’s response shall be included in the annual report of the Office of Eco-Sustainability, to the Committee of the Whole, the Greening Schools and Climate Resilience Committee, and the LAUSD-UTLA Joint Climate Task Force.","outcome":"PASS","ayes":8,"noes":0,"abstain":0,"absent":0,"meeting_id":65,"meeting_date":"2025-11-18","meeting_type":"regular","member_votes":[{"member_id":12,"full_name":"Jerry Yang","vote_choice":"AYE"},{"member_id":5,"full_name":"Karla Griego","vote_choice":"AYE"},{"member_id":4,"full_name":"Kelly Gonez","vote_choice":"AYE"},{"member_id":7,"full_name":"Nick Melvoin","vote_choice":"AYE"},{"member_id":9,"full_name":"Rocio Rivas","vote_choice":"AYE"},{"member_id":10,"full_name":"Scott Schmerelson","vote_choice":"AYE"},{"member_id":8,"full_name":"Sherlett H. Newbill","vote_choice":"AYE"},{"member_id":1,"full_name":"Tanya Ortiz Franklin","vote_choice":"AYE"}],"topics":["Safety & Student Welfare"]}}