{"success":true,"vote":{"id":293,"item_number":"1","title":"Request for Approval of 2026 Advocacy Agenda and Guiding Principles and Priorities\nOffice of Governmental Relations","description":"Title\nRequest for Approval of 2026 Advocacy Agenda and Guiding Principles and Priorities\nOffice of Governmental Relations\nend\n \nBrief Description:\ndescription\n(Request for Approval of 2026 Advocacy Agenda and Guiding Principles and Priorities) Recommends authorizing the Office of Governmental Relations (OGR), on behalf of Los Angeles Unified, to sponsor legislation and proactively advocate for policy and funding proposals at the local, state, and federal levels. All advocacy efforts will align with and support the goals, strategies, and initiatives outlined in the District's 2022-26 Strategic plan.\nend\n \nRecommendation\nAction Proposed: \nApprove the 2026 Advocacy Agenda and Guiding Principles and Priorities.\nend\n \nBody\nBackground: \nEach year OGR presents to the Board proposed advocacy priorities for the upcoming year. This includes securing authors for legislation, advocating for changes/inclusion in budget and funding proposals, and taking positions on related bills, regulatory changes, and policy issues as presented on the attached documents. Given the unprecedented challenges the District has faced in recent years and the uncertainty that lies ahead, it will be important to build in flexibility to authorize the Office of Governmental Relations to pursue the necessary advocacy on other policy and funding priorities as new issues arise in 2026.\n \nExpected Outcomes:\nThe approved policy and funding priorities will result in a coherent advocacy agenda that the Office of Governmental Relations will promote and advance by building local and state coalitions with a diverse set of education partners.  \n \nBoard Options and Consequences: \nApproval will allow OGR staff to proceed in a timely manner to secure authors for legislation and pursue advocacy with the various levels of government. \n \nDelay in approval will negatively impact the securing of authors for legislation prior to the legislative deadlines for the introduction of bills.\n \nPolicy Implications: \nThe Advocacy Agenda and Guiding Principles and Priorities support existing Board policies and are in alignment with the District’s 2022-26 Strategic Plan.\n \nBudget Impact: \nNone.\n \nStudent Impact:\nThe Advocacy Agenda and Guiding Principles and Priorities support students and their academic achievement either directly or indirectly through legislation and policies.  \n \nEquity Impact:\nNot Applicable\n \nIssues and Analysis: \nNone\n \nAttachments:\nAttachment A - Los Angeles Unified: 2026 Advocacy Agenda\nAttachment B - Los Angeles Unified: 2026 Advocacy Guiding Principles and Priorities\n \nSubmitted:\n11/19/25 \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \nRESPECTFULLY SUBMITTED,                                                               APPROVED & PRESENTED BY:\n \n \n \n______________________________                                                      _____________________________\nALBERTO M. CARVALHO                                                                    MARTHA ALVAREZ\nSuperintendent                                                                                                         Chief of Legislative Affairs and \nGovernment Relations\n                                                                                                                                                   Office of Governmental Relations\n \n \nREVIEWED BY:                                                                                                          \n \n \n \n______________________________                                                               \nDEVORA NAVERA REED                                                                                    \nGeneral Counsel                                                                                                         \n                                                                                                                                                   \n___  Approved as to form.\n \n \n \nREVIEWED BY:                                                                                                         \n \n \n \n______________________________                                          \nKURT E. JOHN                                                                                                         \nDeputy Chief Financial Officer                                                               \n                                                                                                                                                   \n___  Approved as to budget impact statement.","outcome":"PASS","ayes":7,"noes":0,"abstain":0,"absent":1,"meeting_id":66,"meeting_date":"2025-12-16","meeting_type":"regular","member_votes":[{"member_id":12,"full_name":"Jerry Yang","vote_choice":"ABSENT"},{"member_id":5,"full_name":"Karla Griego","vote_choice":"AYE"},{"member_id":4,"full_name":"Kelly Gonez","vote_choice":"AYE"},{"member_id":7,"full_name":"Nick Melvoin","vote_choice":"AYE"},{"member_id":9,"full_name":"Rocio Rivas","vote_choice":"AYE"},{"member_id":10,"full_name":"Scott Schmerelson","vote_choice":"AYE"},{"member_id":8,"full_name":"Sherlett H. Newbill","vote_choice":"AYE"},{"member_id":1,"full_name":"Tanya Ortiz Franklin","vote_choice":"AYE"}],"topics":["Governance & Policy","Budget & Finance","Contracts & Agreements"]}}