{"success":true,"vote":{"id":298,"item_number":"6.","title":"Approval of Non-Formula Grant Agreements: Ratification of Delegated Authority\nOffice of Grants Administration","description":"Title\nApproval of Non-Formula Grant Agreements: Ratification of Delegated Authority\nOffice of Grants Administration \nend\n \nBrief Description:\ndescription\n(Approval of Non-Formula Grant Agreements: Ratification of Delegated Authority) Recommends the ratification of those actions related to the application for, and receipt of non-formula grants, including the execution of related agreements and documents, taken by the Office of Grants Administration and Office of the Superintendent within delegated authority as listed in Attachment “A.” \nend\n \nRecommendation\nAction Proposed: \nRatify the grant actions related to the application for, and receipt of non-formula grants, including the execution of related agreements and documents, taken by the Office of Grants Administration and Office of the Superintendent within delegated authority as listed in Attachment “A.”  \nend\n \nBody\nBackground: \nPrior to the establishment of the Office of Grants Administration, the District’s approach to grant management was decentralized with multiple departments and schools independently identifying and pursuing supplemental funding for their respective areas when they have available resources to do so.  \n \nPursuant to Delegation No. 42, initially issued by the Board of Education on December 13, 2016, and as most recently amended on December 12, 2017, the Superintendent and/or their designee was authorized to sign on behalf of the Board of Education grant applications, amendments, and related correspondence, such as letters of support, prior to submission. As stated in that delegation, “an action item would be presented to the Board for approval upon receipt of a grant award.” Various other previously issued delegations granted authority to certain Divisions and Offices to accept grant funds and/or to execute grant agreements on behalf of the Board of Education. \n \nExpected Outcomes:\nApproval of these items will allow the resources and services provided by these non-formula grants to be awarded to the Los Angeles Unified School District and schools that support Board policies and goals.\n \nBoard Options and Consequences: \nThe Board can approve all actions presented, or postpone selected actions pending receipt of additional information. Non-ratification of non-formula grants awarded under delegated authority in Attachment “A” may result in immediate unavailability of resources or discontinuance of services, or both. \n \nPolicy Implications: \nThis action does not change District policy and conforms to California Education Code sections 35161 and 17604, which permit the Board of Education to delegate authority to contract, including by way of grants, in the name of the District, and which the Board exercised on December 12, 2017.\n \nBudget Impact: \nThe receipt of these non-formula grant funds will result in additional one-time resources for individual schools as grant recipients or in support of districtwide initiatives that could benefit students, staff and the school community. Any grant actions presented that require a matching grant are within the budget authority previously approved by the Board.\n \nStudent Impact:\nThe grant funds could benefit students directly or indirectly depending on the purpose of the grant.\n \nEquity Impact:\nNot Applicable\n \nIssues and Analysis: \nThere are no policy implications on these non-formula grants. The Office of General Counsel and Procurement Services Division have reviewed and approved agreements where “authorization to negotiate and execute” is sought.\n \nAttachments:\nAttachment A - Ratification of Non-Formula Grants Awarded Under Delegated Authority\n \nSubmitted:\n11/20/25 \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \nRESPECTFULLY SUBMITTED,                                                               APPROVED & PRESENTED BY:\n \n \n \n______________________________                                                               _____________________________\nALBERTO M. CARVALHO                                                                    MARTHA ALVAREZ\nSuperintendent                                                                                                         Chief of Legislative Affairs \nand Government Relations\n                                                                                                                                                   Office of Grants Administration\n \n \nREVIEWED BY:                                                                                                          \n \n \n \n______________________________                                          \nDEVORA NAVERA REED                                                                                    \nGeneral Counsel                                                                                                         \n                                                                                                                                                   \n___  Approved as to form.\n \n \n \nREVIEWED BY:                                                                                                         \n \n \n \n______________________________                                          \nKURT E. JOHN                                                                                                         \nDeputy Chief Financial Officer                                                               \n                                                                                                                                                   \n___  Approved as to budget impact statement.","outcome":"PASS","ayes":7,"noes":0,"abstain":0,"absent":1,"meeting_id":66,"meeting_date":"2025-12-16","meeting_type":"regular","member_votes":[{"member_id":12,"full_name":"Jerry Yang","vote_choice":"ABSENT"},{"member_id":5,"full_name":"Karla Griego","vote_choice":"AYE"},{"member_id":4,"full_name":"Kelly Gonez","vote_choice":"AYE"},{"member_id":7,"full_name":"Nick Melvoin","vote_choice":"AYE"},{"member_id":9,"full_name":"Rocio Rivas","vote_choice":"AYE"},{"member_id":10,"full_name":"Scott Schmerelson","vote_choice":"AYE"},{"member_id":8,"full_name":"Sherlett H. Newbill","vote_choice":"AYE"},{"member_id":1,"full_name":"Tanya Ortiz Franklin","vote_choice":"AYE"}],"topics":["Appointments","Contracts & Agreements"]}}