{"success":true,"vote":{"id":299,"item_number":"7.","title":"Community Challenge Grant 2.0 - Renewal to Launch A New Three-Year Cycle\nDivision of Communications, Engagement & Collaboration","description":"Title\nCommunity Challenge Grant 2.0 - Renewal to Launch A New Three-Year Cycle\nDivision of Communications, Engagement & Collaboration\nend\n \ndescription\nBrief Description:\n(Community Challenge Grant 2.0 - Renewal to Launch A New Three-Year Cycle). Recommends approval of the Community Challenge Grant 2.0 program and authorization to award a total of $2,100,000 in individual Community Challenge grants over a three-year period, to tax-exempt community organizations to provide high quality enrichment activities outside of the school and school day to Los Angeles Unified District students enrolled in high need schools.\nend\n \ndescription\nAction Proposed: \nApprove the renewal of the Community Challenge Grant program (Community Challenge Grant 2.0) for a new three-year term, from January 1, 2026 - December 31, 2029, and authorize the award of individual Community Challenge grants in the range of $25,000-$50,000 to tax-exempt community organizations, up to a total amount of $2,100,000.\n \nBody\nBackground: \nOn November 14, 2023, in Board Report 087-23/24, the Board authorized the Procurement Services Division to negotiate and award a total of $2 million in individual Community Challenge grants to tax-exempt community organizations over a three-year period, to provide high-quality after-school enrichment activities and services to District students.  The Division of Communications, Engagement & Collaboration was tasked with the management of outreach activities and convening central office teams to assess Community Challenge grant applications. \n \nA total of 23 grantees provided services for LAUSD students during SY 2024-25, impacting over 700 students and over 80 parents. We anticipate serving over 1,300 students and over 200 parents total within the initial round (Community Challenge Grant 1.0).  \n \nIn year one of the first round (1.0), grantees implemented innovative programming designed to help students boost literacy, feel a stronger sense of belonging, apply to college, and develop new skills. Families benefited from workshops that prepared them to support their child’s pathway to college. Partners have responded swiftly to urgent needs amid recent immigration actions, and many have also participated in District-led initiatives such as We Are One and Principal for a Day.\n \nExpected Outcomes:\nAdoption of the renewal of the Community Challenge Grant 2.0 will allow Los Angeles Unified to expand enrichment support services to students and families at grantee facilities through a second grant cycle that will allow additional grantees to apply. Prior grantees will be invited to reapply. Selected grant recipients will be presented for Board ratification, as they were in the prior round.\n \nBoard Options and Consequences: \nApproval of this renewal of the Community Challenge Grant 2.0 will: authorize the District to solicit applications for a new grant cycle; and award a total of $2.1 million in individual Community Challenge grants to tax exempt community organizations within a three-year period to provide additional enrichment opportunities for students and parents outside of the instructional day and in trusted community spaces.\n \nIf this program is not renewed, Los Angeles Unified will eliminate one opportunity to engage community organizations that have not historically worked directly with the District to provide services.\n \nPolicy Implications: \nLos Angeles Unified will engage with tax-exempt organizations via grant agreements that will allow enrichment services aligned with the District’s Strategic Plan to be provided off school campuses. \n \nBudget Impact: \nThe total budget of $2.1 million in Unrestricted General Funds will allow approximately 21-24 tax-exempt organizations to be awarded $25,000 to $50,000 in grant funds to provide enrichment services to students and parents after school and at their sites. The entire $2.1 million in approved funds are passed through the District to the grantees. Costs associated with staffing, management, overhead and oversight of the grant program are all absorbed by the Office of Development & Civic Engagement. These activities currently utilize approximately 15% of available staffing resources within this Office.\n \nStudent Impact:\nThe proposed renewal of the program will support data-informed student and parent needs in academics, wellness, college-readiness, and parent engagement. The program will serve approximately 600-1000 students each school year, which represents grant funding utilization of approximately $1,050- $1,750 per student per annum.\n \nEquity Impact:\nThe Community Challenge Grant 2.0 will give preference to tax-exempt organizations that serve Priority School and High and Highest Need SENI 2.0 school communities. In addition, organizations that have a demonstrated track record of trust and engagement with those communities will also be given preference.\n \nIssues and Analysis: \nApproval of the program is time sensitive in order to allow for the solicitation of applications, ratification of grant agreements, and execution of grant agreements to be established before May 2026, so that services can be provided as early as Summer 2026.\n \nAttachments:\nExhibit A - Community Challenge Grant Program Overview\n \nSubmitted:\n11/24/25\n \n \n \n \n \n \nRESPECTFULLY SUBMITTED,                                                               APPROVED & PRESENTED BY:\n \n \n \n______________________________                                                               _____________________________\nALBERTO M. CARVALHO                                                                  JANA CARTER\nSuperintendent                                                                                                         Chief\n                                                                                                                                                   Division of Communications, \nEngagement & Collaboration\n                     \n \nREVIEWED BY:                                                                                                          \n \n \n \n______________________________                                          \nDEVORA NAVERA REED                                                                                    \nGeneral Counsel                                                                                                         \n                                                                                                                                                   \n___  Approved as to form.\n \n \n \nREVIEWED BY:                                                                                                         \n \n \n \n______________________________                                          \nKURT E. JOHN                                                                                                         \nDeputy Chief Financial Officer                                                               \n                                                                                                                                                   \n___  Approved as to budget impact statement.","outcome":"PASS","ayes":7,"noes":0,"abstain":0,"absent":1,"meeting_id":66,"meeting_date":"2025-12-16","meeting_type":"regular","member_votes":[{"member_id":12,"full_name":"Jerry Yang","vote_choice":"ABSENT"},{"member_id":5,"full_name":"Karla Griego","vote_choice":"AYE"},{"member_id":4,"full_name":"Kelly Gonez","vote_choice":"AYE"},{"member_id":7,"full_name":"Nick Melvoin","vote_choice":"AYE"},{"member_id":9,"full_name":"Rocio Rivas","vote_choice":"AYE"},{"member_id":10,"full_name":"Scott Schmerelson","vote_choice":"AYE"},{"member_id":8,"full_name":"Sherlett H. Newbill","vote_choice":"AYE"},{"member_id":1,"full_name":"Tanya Ortiz Franklin","vote_choice":"AYE"}],"topics":["Budget & Finance","Health & Nutrition","Labor & Employment"]}}