{"success":true,"vote":{"id":306,"item_number":"14.","title":"Amendment to the Information Technology Services Strategic Execution Plan to Approve the School Network Systems Upgrade, Phase 3 (198 Sites) Project  \nInformation Technology Services","description":"Title \nAmendment to the Information Technology Services Strategic Execution Plan to Approve the School Network Systems Upgrade, Phase 3 (198 Sites) Project  \nInformation Technology Services \nend \n \nBrief Description: \ndescription \n(Amendment to the Information Technology Services Strategic Execution Plan to Approve the School Network Systems Upgrade, Phase 3 (198 sites) Project). Recommends approval of an amendment to the Information Technology Services (ITS) Strategic Execution Plan (SEP) to define, fund, and implement the School Network Systems Upgrade, Phase 3 (198 Sites) project, as detailed in Attachments A, B, C, and D. The project is funded by $166,288,260 in bond funds and is anticipated to be completed by June 2029.\nend \n \nRecommendation \nAction Proposed:  \nApprove an amendment to the ITS SEP to authorize the definition, funding allocation, and implementation of the School Network Systems Upgrade, Phase 3 (198 Sites) project, as detailed in Attachments A, B, C, and D.\n \nThe proposed actions are as follows:\n•                     Allocate a total of $166,288,260 in bond funds to complete the School Network Systems Upgrade, Phase 3 (198 sites) project.\n•                     Approve the submission of E-rate funding applications for the school sites included in School Network Systems Upgrade, Phase 3 project, for eligible network equipment upgrades and related services.\n•                     Approve the execution of the School Network Systems Upgrade, Phase 3 (198 Sites) project.\n \nThis project will modernize network and telecommunications infrastructure across 198 K-12 school sites to provide reliable, high-speed connectivity and enhanced communication systems. The project is funded by $166,288,260 in bond funds and is anticipated to be completed by June 2029.\nend \n \nBody  \nBackground:   \nOn August 24, 2024, the Board of Education approved the update of the School Upgrade Program (SUP) to integrate Measure US funding and priorities (Board Rpt. 029-24/25), the next phase of the District's Bond Program, which will modernize, build, and repair school facilities to improve student health, safety and educational quality.  The Board's action approved the overarching goals and principles, funding sources, specific categories of need, and spending targets for the SUP. As proposed projects are developed, they are submitted to the Bond Oversight Committee (BOC) for consideration and the Board of Education for approval. \n \nThe SUP includes spending targets to address “Technology Infrastructure and System Upgrades.” The proposed project aligns with this SUP category. \n \nBond Oversight Committee Recommendations:  \nThe School Construction Bond Citizens’ Oversight Committee (BOC), at its December 11, 2025 meeting, considered this item.  Staff have concluded that this proposed SEP Amendment will facilitate the implementation of the ITS SEP, and therefore it will not adversely affect the District’s ability to successfully complete the ITS SEP.   \n  \nExpected Outcomes:  \nStaff anticipate that the Board will amend the ITS SEP to define the new project described herein and allocate $166,288,260 of Bond Program funding. This project will enable the District to modernize network and telecommunications infrastructure at 198 K-12 school sites, ensuring reliable, high-speed connectivity and improved communication systems. \n \nThis project directly contributes to achievement of several pillars and priorities of the 2022-2026 LAUSD Strategic Plan, including: High-Quality Instruction, College and Career Readiness, and Eliminating Opportunity Gaps (Pillar 1: Academic Excellence); Welcoming Learning Environments (Pillar 2: Joy and Wellness); Strong Relationships (Pillar 3: Engagement and Collaboration); and Modernize Infrastructure (Pillar 4: Operational Effectiveness). \n \nBoard Options and Consequences:   \nFailure or delay of approval will postpone the execution and/or implementation of the proposed project and the associated benefits to the schools and students. \n \nPolicy Implications:   \nThis action is consistent with the District’s long-term goal to address unmet school needs as described in Proposition BB and Measures K, R, Y, Q, RR, and US. \n \nBudget Impact:   \nThe proposed project has a total budget of $166,288,260, all of which will come from Bond Program funding. The bond funds will be allocated from the “Technology Infrastructure and System Upgrades” SUP category of need. Upon completion of the project, no new funds will be needed to maintain the new systems deployed. \n \nStudent Impact: \nThe proposed project has the following outcomes and benefits that impact students: \n•                     Improved Reliability - Stronger network performance with less downtime and lower support costs. \n•                     Modernized Infrastructure - Replaces outdated cabling/equipment, supporting emergency communications and stakeholder connectivity. \n•                     Faster Access - Higher speeds for streaming lessons, video conferencing, and digital learning resources. \n•                     Enhanced Communication - More reliable classroom notifications and campus-wide connectivity. \n \n \n \n \n \n \n \n \n \n \n \nEquity Impact: \n\n\n\nComponent \n\n   Score \n\nScore Rationale \n\n\n\nRecognition \n\n       4 \n\nThe School Network Systems Upgrade Program is a multi-phase initiative designed to address these updates at all District school sites. The School Network Systems Upgrade, Phase 3 continues the effort by upgrading a total of 198 school sites’ network systems. \n\n\n\nResource Prioritization \n\n      4 \n\nThis program utilizes District resources to meet student needs. Internet access and sufficient bandwidth are vital to delivery of learning programs to students on campus (fiber optic cabling, local area network, and wireless local area network). This is important to close the opportunity gap for students most in need. Furthermore, upgrade of communication systems on school sites is vital to ensuring student safety on campus (public address and telephone) \n\n\n\nResults \n\n      4 \n\nThis project directly contributes to achievement of several pillars and priorities of the 2022-2026 LAUSD Strategic Plan, including: High-Quality Instruction, College and Career Readiness, and Eliminating Opportunity Gaps (Pillar 1: Academic Excellence); Welcoming Learning Environments (Pillar 2: Joy and Wellness); Strong Relationships (Pillar 3: Engagement and Collaboration); and Modernize Infrastructure (Pillar 4: Operational Effectiveness). \n\n\n\nTOTAL \n\n     12 \n\n \n\n\n \nIssues and Analysis:  \nThe School Network Systems Upgrade, Phase 3 (198 Sites) project provides major upgrades to aging fiber, wired and wireless networks, Voice over Internet Protocol (VoIP) telephone systems, and public address systems, establishing a strong foundation for reliable, secure, and high-speed connectivity. \n \nAttachments: \nAttachment A - Project Definition  \nAttachment B - Bond Oversight Committee Resolution  \nAttachment C - Presentation Slide Deck \nAttachment D - List of Sites \n \nSubmitted:   \n12/2/2025 \n  \n \n \n \n \n \n \n \n \n \n \nRESPECTFULLY SUBMITTED,                                                               APPROVED BY:  \n  \n  \n  \n______________________________                                                               ______________________________           \nALBERTO CARVALHO                                                                             PEDRO SALCIDO  \nSuperintendent                                                                                                         Deputy Superintendent  \nOffice of the Deputy Superintendent  \n  \n  \nREVIEWED BY:                                                                                                          APPROVED & PRESENTED BY:  \n  \n  \n  \n______________________________                                                               ______________________________           \nDEVORA NAVERA REED                                                                                    SOHEIL KATAL   \nGeneral Counsel                                                                                                         Chief Information Officer  \nInformation Technology Services  \n___  Approved as to form.  \n  \n  \nREVIEWED BY:  \n  \n  \n  \n______________________________                       \nKURT E. JOHN \nDeputy Chief Financial Officer \n___  Approved as to budget impact statement.","outcome":"PASS","ayes":7,"noes":0,"abstain":0,"absent":1,"meeting_id":66,"meeting_date":"2025-12-16","meeting_type":"regular","member_votes":[{"member_id":12,"full_name":"Jerry Yang","vote_choice":"ABSENT"},{"member_id":5,"full_name":"Karla Griego","vote_choice":"AYE"},{"member_id":4,"full_name":"Kelly Gonez","vote_choice":"AYE"},{"member_id":7,"full_name":"Nick Melvoin","vote_choice":"AYE"},{"member_id":9,"full_name":"Rocio Rivas","vote_choice":"AYE"},{"member_id":10,"full_name":"Scott Schmerelson","vote_choice":"AYE"},{"member_id":8,"full_name":"Sherlett H. Newbill","vote_choice":"AYE"},{"member_id":1,"full_name":"Tanya Ortiz Franklin","vote_choice":"AYE"}],"topics":["Curriculum & Instruction","Technology & Innovation"]}}