{"success":true,"vote":{"id":308,"item_number":"16.","title":"Amendment to the Information Technology Services Strategic Execution Plan to Approve the Campus Safety Systems (Intrusion Systems), Phase 2 Project  \nInformation Technology Services","description":"Title \nAmendment to the Information Technology Services Strategic Execution Plan to Approve the Campus Safety Systems (Intrusion Systems), Phase 2 Project  \nInformation Technology Services \nend \n \nBrief Description: \ndescription \n(Amendment to the Information Technology Services Strategic Execution Plan to Approve the Campus Safety Systems (Intrusion Systems), Phase 2 Project). Recommends approval of an amendment to the Information Technology Services (ITS) Strategic Execution Plan (SEP) to authorize the definition, funding allocation, and execution of the Campus Safety Systems (Intrusion Systems), Phase 2 project, as detailed in Attachments A, B, C, and D.  The project budget is $92,349,168 and is funded by bond funds (100%). It has an anticipated completion date of December 2028.\nend \n \nRecommendation \nAction Proposed:  \nApprove an amendment to the ITS SEP to approve the definition, allocate funds, and take the associated actions for the Campus Safety Systems (Intrusion Systems), Phase 2 project, as described in Attachments A, B, C, and D. \n \nThe proposed actions are as follows:  \n•                     Reallocate $2,707,507 in cost savings from in-progress projects funded under the Technology Infrastructure and System Upgrades School Upgrade Program (SUP) category of need to the IT Campus Safety Upgrades SUP category of need.\n•                     Allocate $92,349,168 in bond funds to fully fund and complete the Campus Safety Systems (Intrusion Systems), Phase 2 project.\n•                     Authorize the execution of the Campus Safety Systems (Intrusion Systems), Phase 2 project.\n \nThe project budget is $92,349,168 and is funded by bond funds (100%). It has an anticipated completion date of December 2028.\n \nThis project enhances safety and security across 394 K-12 school sites within the Los Angeles Unified School District (LAUSD). Phase 2 focuses on replacing aging, failing, and end-of-life intrusion alarm systems to ensure reliable protection for students, staff, and facilities. \nend \n \nBody \nBackground:   \nOn August 24, 2024, the Board of Education approved the update of the School Upgrade Program (SUP) to integrate Measure US funding and priorities (Board Rpt. 029-24/25), the next phase of the District's Bond Program, which will modernize, build, and repair school facilities to improve student health, safety and educational quality.  The Board's action approved the overarching goals and principles, funding sources, specific categories of need, and spending targets for the SUP. As proposed projects are developed, they are submitted to the Bond Oversight Committee (BOC) for consideration and the Board of Education for approval. \n \nThe SUP includes spending targets to address “IT Campus Safety Upgrades.”  The proposed project aligns with this SUP category. \n \nBond Oversight Committee Recommendations:  \nThe School Construction Bond Citizens’ Oversight Committee (BOC), at its December 11, 2025, meeting, considered this item.  Staff have concluded that this proposed SEP Amendment will facilitate the implementation of the ITS SEP, and therefore it will not adversely affect the District’s ability to successfully complete the ITS SEP.   \n  \nExpected Outcomes:  \nStaff anticipate that the Board will amend the ITS SEP to define the new project described herein and allocate $92,349,168 of Bond Program funding. This project will enable the District to improve safety and security at 394 school sites, enabling a stable environment for teaching, learning, and daily operations. \n \nFurthermore, this project directly contributes to the achievement of the 2022-2026 Los Angeles Unified School District Strategic Plan goals of providing welcoming learning environments (Pillar 2: Joy and Wellness) and modernizing infrastructure (Pillar 4: Operational Efficiency)​. \n \nBoard Options and Consequences:   \nFailure or delay of approval will postpone the execution and/or implementation of the proposed project and the associated benefits to the schools and students. \n \nPolicy Implications:   \nThis action is consistent with the District’s long-term goal to address unmet school needs as described in Proposition BB and Measures K, R, Y, Q, RR, and US. \n \nBudget Impact:   \nThe proposed project has a total budget of $92,349,168, all of which will come from Bond Program funding. The bond funds will be allocated from the “IT Campus Safety Upgrades” SUP category of need. Upon completion of the project, no new funds will be needed to maintain the new systems deployed. \n \nStudent Impact: \nThe proposed project has the following outcomes and benefits that impact students: \n•                     Replacement of obsolete, failing, and insufficient intrusion alarm infrastructures with modern intrusion alarm systems facilitates responsive, safe environments for all students and staff.   \n•                     Integration of intrusion alarms with the District's centralized security dashboard system delivers enhanced security to District properties, students, and staff.  \n•                     Improved reliability and performance of security systems provides consistent protection against theft, vandalism, and damage to District property.  \n•                     Modernized intrusion systems reduce service and support costs, streamline operations, and minimize downtime, resulting in fewer disruptions, enabling schools to focus on delivering high-quality education.  \n \n \n \n \nEquity Impact: \n \n\n\n\nComponent \n\n    Score \n\nScore Rationale \n\n\n\nRecognition \n\n      4 \n\nThe replacement of intrusion alarm systems provides improved and equal access to a safe learning environment for students at 394 school sites.    The Technology Condition Assessment was conducted in 2023 to identify  schools’ technologies’ conditions, including systems’ ages, systems’ failures, and the useful life of systems. This data was considered in prioritizing the order of schools to be upgraded as part of the Campus Safety Systems (Intrusion Systems), Phase 2 project. \n\n\n\nResource Prioritization \n\n      4 \n\nThe replacement of intrusion alarm systems provides improved and equal access to resources for students at 394 school sites by potentially deterring or preventing vandalism.  \n\n\n\nResults \n\n      4 \n\nThis project contributes to the establishment/maintenance of welcoming school environments for District students and staff at 394 school sites. Furthermore, this project contributes to another priority of the 2022-2026 LAUSD Strategic Plan, Modernizing Infrastructure (Pillar 4: Operational Effectiveness). \n\n\n\nTOTAL \n\n      12 \n\n \n\n\n \nIssues and Analysis:  \nThe Campus Safety Systems (Intrusion Systems), Phase 2 project upgrades intrusion alarm systems at school sites, reducing the strain on resources required to maintain and support outdated or damaged systems. Without the modernization of these systems, the project schools will remain vulnerable due to aging, malfunctioning, or non-operational intrusion alarm systems. \n \nAttachments: \nAttachment A - Project Definition  \nAttachment B - Bond Oversight Committee Resolution  \nAttachment C - Presentation Slide Deck \nAttachment D - List of Sites \n \nSubmitted:   \n12/02/25\n  \n  \n \n \n \n \n \n \n \n \n \n \nRESPECTFULLY SUBMITTED,                                                               APPROVED BY:  \n  \n  \n  \n_____________________________                           ________________________\nALBERTO CARVALHO                                                                               PEDRO SALCIDO  \nSuperintendent                                                                                                         Deputy Superintendent  \nOffice of the Deputy Superintendent  \n  \n  \n \nREVIEWED BY:                                                                                                          APPROVED & PRESENTED BY:  \n  \n  \n ______________________________                                            ____________________________\nDEVORA NAVERA REED                                                                                    SOHEIL KATAL   \nGeneral Counsel                                                                                                         Chief Information Officer  \nInformation Technology Services  \n___  Approved as to form.  \n  \n  \nREVIEWED BY:  \n  \n  \n  \n______________________________                       \nKURT JOHN \nDeputy Chief Financial Officer \n \n___  Approved as to budget impact statement.","outcome":"PASS","ayes":7,"noes":0,"abstain":0,"absent":1,"meeting_id":66,"meeting_date":"2025-12-16","meeting_type":"regular","member_votes":[{"member_id":12,"full_name":"Jerry Yang","vote_choice":"ABSENT"},{"member_id":5,"full_name":"Karla Griego","vote_choice":"AYE"},{"member_id":4,"full_name":"Kelly Gonez","vote_choice":"AYE"},{"member_id":7,"full_name":"Nick Melvoin","vote_choice":"AYE"},{"member_id":9,"full_name":"Rocio Rivas","vote_choice":"AYE"},{"member_id":10,"full_name":"Scott Schmerelson","vote_choice":"AYE"},{"member_id":8,"full_name":"Sherlett H. Newbill","vote_choice":"AYE"},{"member_id":1,"full_name":"Tanya Ortiz Franklin","vote_choice":"AYE"}],"topics":["Curriculum & Instruction","Safety & Student Welfare","Facilities & Construction"]}}