{"success":true,"vote":{"id":309,"item_number":"17.","title":"Approval of the Consolidation of San Fernando Middle School and San Fernando Institute of Applied Media and the Closure of San Fernando Institute of Applied Media\nRegion North","description":"Title\nApproval of the Consolidation of San Fernando Middle School and San Fernando Institute of Applied Media and the Closure of San Fernando Institute of Applied Media\nRegion North\nend\n \nBrief Description:\ndescription\n(Approval of the Consolidation of San Fernando Middle School and San Fernando Institute of Applied Media; Approval of the Closure of San Fernando Institute of Applied Media). Recommends approval of the consolidation of San Fernando Middle School and San Fernando Institute of Applied Media and the closure of San Fernando Institute of Applied Media.\nend\n \nRecommendation\nAction Proposed: \nApproval of the consolidation of San Fernando Middle School and San Fernando Institute of Applied Media and the closure of the San Fernando Institute of Applied Media.\nend\n \nBody\nBackground: \nSan Fernando Institute for Applied Media (SFiAM) and San Fernando Middle School (SFMS) are co-located on the same campus in Board District 6 and Region North, at 130 North Brand Blvd., San Fernando, CA, 91340. \nThe demographic makeup of San Fernando is predominantly Hispanic/Latino, with a vibrant blend of cultural influences shaping the community. The city's demographic composition is as follows: Hispanic (93.2%), White (4.1%), Asian (1.7%), and Black (0.9%).  Approximately 33% of students at both schools are English Only students; 34.18% are RFEP- Reclassified Fluent English Proficient; 17.38% LEP-Limited English Proficient. \n \nThe City of San Fernando is characterized by its strong sense of community and close-knit neighborhoods. The City of San Fernando and community are invested in the success of local public schools.\n \nDuring the 2023-24 school year, the District received concerns regarding safety at SFMS. As a result, the District closely reviewed the school’s systems for operations, the academic program, and overall school culture. Region North, with support from several central office divisions, provided intensive support to stabilize student safety, and ultimately determined that leadership changes were necessary. At the end of March 2024, the Principal of SFiAM (alumnus and former teacher of SFMS) became the principal of SFMS. The Assistant Principal of SFiAM became the Principal of SFiAM. \n \nIn order to ensure a high-quality educational program for all students at both SFMS and SFiAM, all personnel on campus increased collaboration, including strengthening operational and instructional systems and practices for the co-located site. Effective July 2025, both schools aligned their bell schedules and began sharing personnel, including an Assistant Principal, TSP Coordinator, PSA, and Psychiatric Social Worker. Both campuses already share a Plant Manager and Cafeteria Manager. Offices were also moved to the front of the school for students, faculty, staff, parents, and community members to have convenient access.\n \nExtensive stakeholder engagement has occurred to explore potential consolidation of SFMS and SFiAM for strengthened enrollment, instruction, and safety. There were several rounds of meetings with staff, students and families in May 2024, October 2024, September 2025, October 2025, and November 2025. Feedback from these groups has informed this proposed consolidation, including new instructional programs such as a re-established Dual Language Spanish program and strengthened Career and Technical Education pathways. Throughout the engagement process, both principals of SFMS and SFiAM held joint faculty, classified, and parent meetings to seek input. The administrators at SFMS and SFiAM received supportive comments from families about the consolidation and new vision for the co-located schools. \n \nThe District has noticed labor partners and committed to engage in bargaining any potential effects between now and July 1, 2026.\n \nAcademic and Programmatic Implications:\n•                     The re-established Dual Language Spanish program will provide a much-needed articulation pattern for the City of San Fernando and local community. The Dual Language Education programs at five elementary feeder schools provide content and literacy instruction in English and in Spanish. San Fernando High School’s Dual Language Education program provides grade-level content and literacy instruction in two languages, in English and the target language, Spanish. This vital middle school linkage provides students with a residential pathway to foster bilingualism and bi-literacy. Expanded elective courses will be offered in Spanish, such as robotics, mariachi and other arts.\n•                     Widening of their Career and Technical Education offerings with a “Farm to Table” initiative through Horticulture and Culinary Arts pathways provides students with robust career readiness experiences. Additionally, partnering with Mission College opens up academic opportunities as well as programmatic articulation with San Fernando HS.\n \nEnrollment Implications:\n•                     Both schools have experienced consistent declines in enrollment since 2018-2019. Contributing factors may include local demographic changes, increased competition among educational institutions, and residual effects of the pandemic. Continued focus on academic program development, community engagement, and strategic recruitment initiatives will be essential to sustaining and potentially increasing enrollment in future years.\no                     SFMS began the 2018-2019 school year with a norm day enrollment of 732 students. Enrollment steadily decreased in each subsequent year, with current enrollment of approximately 389 students.\no                     SFiAM experienced enrollment fluctuations during the same timeframe. The school’s overall enrollment has declined from 410 students in 2018-2019 with current enrollment of approximately 354 students.\n•                     Per San Fernando Middle School Zone of Choice data (from SEPPO), there were significant findings:\no                     Students are not selecting either school (SFMS or SFiAM) at high rates. \no                     Approximately 34% of resident Zone of Choice students who are still in district schools attend other choice options outside of the area (e.g. magnet programs).\n \nExpected Outcomes:\nApproval of the proposed action to consolidate SFMS and SFiAM and to close SFiAM as a separate school will leverage all resources-including human capital and school funding-in direct support of a high-quality, well-rounded, safe middle school option for the City of San Fernando and surrounding communities. \nBoard Options and Consequences: \nA “YES” vote approves the consolidation of SFMS and SFiAM and the closure of the San Fernando Institute of Applied Media. \n \nA “NO” vote would result in maintaining two separate schools, SFMS and SFiAM, co-located on the same campus; overall, this may impact the District's ability to align resources to fortify the educational program.\n \nPolicy Implications: \nThis action does not change District policy.\n \nBudget Impact: \nSince SFMS and SFiAM have already begun sharing personnel, an overall cost savings has been achieved. If official consolidation is approved, administrative and support positions will be carefully reviewed for potential redundancy and additional cost savings. If potential facilities improvements are requested and/or needed, Region North will need to identify additional funding sources, and work with the Facilities Services Division to scope the project. \nStudent Impact:\nThe proposed action will provide students and families a high-quality, well-rounded, safe middle school option for the City of San Fernando and surrounding communities.\n \nEquity Impact:\nAll students deserve access to high-quality, sustainable educational programs. By merging SFMS and SFiAM, the consolidated school will offer a more robust middle school program for students, including Dual Language Spanish, CTE, robotics, mariachi, and other elective options which will be available to all students in a safe school environment.\nIssues and Analysis: \nNo students will be displaced by this action. Consolidation of SFMS and SFiAM will strengthen improvement efforts for all students on this campus. The improvement of operational and instructional systems is underway, with clear improvement indicators for safety. As one school, educators-with support from the Educational Transformation Office and Region North-will develop cohesive plans, with benchmarks, to meet larger District goals and metrics.   \n \nThis decision is also informed by the financial and programmatic implications of declining enrollment and strategic alignment of resources. If the Board does not approve the closure of SFiAM, the two LAUSD schools, co-located on the same campus, will continue to operate separately, hindering improvement efforts. \n \nAttachments:\nNot Applicable.\n \nSubmitted:\n11/25/25\n \n \n \n \n \n \nRESPECTFULLY SUBMITTED,                                                               APPROVED & PRESENTED BY:\n \n \n \n______________________________                                                               _____________________________\nALBERTO M. CARVALHO                                                                    KARLA V. ESTRADA\nSuperintendent                                                                                                         Deputy Superintendent of Instruction\n                                                                                                                                                   Office of the Deputy Superintendent of                                                                                                                                                                                              Instruction\n \n \nREVIEWED BY:                                                                                                          APPROVED & PRESENTED BY:\n \n \n \n______________________________                                                               ______________________________\nDEVORA NAVERA REED                                                                                    DAVID BACA\nGeneral Counsel                                                                                                         Regional Superintendent\n                                                                                                                                                   Region North\n___  Approved as to form.\n \n \n \nREVIEWED BY:                                                                                                         \n \n \n \n______________________________                                                               \nKURT E. JOHN                                                                                                         \nDeputy Chief Financial Officer                                                               \n                                                                                                                                                   \n___  Approved as to budget impact statement.","outcome":"PASS","ayes":7,"noes":0,"abstain":0,"absent":1,"meeting_id":66,"meeting_date":"2025-12-16","meeting_type":"regular","member_votes":[{"member_id":12,"full_name":"Jerry Yang","vote_choice":"ABSENT"},{"member_id":5,"full_name":"Karla Griego","vote_choice":"AYE"},{"member_id":4,"full_name":"Kelly Gonez","vote_choice":"AYE"},{"member_id":7,"full_name":"Nick Melvoin","vote_choice":"AYE"},{"member_id":9,"full_name":"Rocio Rivas","vote_choice":"AYE"},{"member_id":10,"full_name":"Scott Schmerelson","vote_choice":"AYE"},{"member_id":8,"full_name":"Sherlett H. Newbill","vote_choice":"AYE"},{"member_id":1,"full_name":"Tanya Ortiz Franklin","vote_choice":"AYE"}],"topics":["General"]}}