{"success":true,"vote":{"id":319,"item_number":"27.","title":"Ms. Newbill - Commemorating the Life and Legacy of Dr. Martin Luther King, Jr. and the National Day of Service (Res-033) (Waiver of Board Rule 72 )","description":"Title\nMs. Newbill - Commemorating the Life and Legacy of Dr. Martin Luther King, Jr. and the National Day of Service (Res-033) (Waiver of Board Rule 72 )\nBody\n \ndescription\nWhereas, The Reverend Dr. Martin Luther King, Jr. devoted his life to the struggle for justice and equality; \n \nWhereas, Dr. Martin Luther King, Jr. was universally recognized as a proponent of nonviolence in the pursuit of freedom and justice in the United States; \n \nWhereas, Dr. Martin Luther King, Jr. was awarded the Nobel Prize for Peace in 1964 in recognition of his outstanding leadership in pursuit of that goal; \n \nWhereas, In May 1964, Dr. Martin Luther King, Jr. addressed nearly 15,000 Angelenos at the Los Angeles Memorial Coliseum on the issues of race relations and human dignity; \n \nWhereas, In this time of escalating cultural, political, and social schisms manifesting in deepening division, polarization, injustice, and violence, The King Center’s 2026 theme, “Mission Possible II: Building Community, Uniting a Nation the Nonviolent Way,” offers a timely and impactful blueprint for action grounded in the transformative power of Dr. Martin Luther King Jr.’s vision;\n \nWhereas, Dr. Martin Luther King, Jr. Day has been recognized as a national holiday since 1984 and became a National Day of Service in 1994 by the passage of the King Holiday and Service Act by the US Congress; \n \nWhereas, The Dr. Martin Luther King, Jr. National Day of Service is a part of United We Serve, a national call to service initiative established by President Obama;\n \nWhereas, Dr. Martin Luther King, Jr. firmly believed that the pursuit of justice, equality, and a new sense of dignity for millions of Black people, and opens, for all Americans a new era of progress and hope; \n \nWhereas, The Dr. Martin Luther King, Jr. National Day of Service, will be observed on January 19, 2026, and calls for Americans from all walks of life to work together to provide solutions to the most pressing national and local problems in honor of Dr. King's legacy; \n \nWhereas, Our students, parents, and staff will benefit from all projects and programs that increase participation in acts of community service; now, therefore, be it\n \nResolved, That the Governing Board of the Los Angeles Unified School District recognizes the third Monday in January as a day of service in honor of Dr. Martin Luther King, Jr. and his principle of justice for all; \n \nResolved further, That on Monday, January 19, 2026, we encourage all students, parents, teachers, and staff to observe this MLK National Day of Service by engaging in volunteer activities to help our community become a better world; and be it finally\n \nResolved, That schools provide students and parents with suggestions of appropriate instructional and community activities that can be conducted during and following the MLK National Day of Service on January 19, 2026.","outcome":"PASS","ayes":7,"noes":0,"abstain":0,"absent":1,"meeting_id":66,"meeting_date":"2025-12-16","meeting_type":"regular","member_votes":[{"member_id":12,"full_name":"Jerry Yang","vote_choice":"ABSENT"},{"member_id":5,"full_name":"Karla Griego","vote_choice":"AYE"},{"member_id":4,"full_name":"Kelly Gonez","vote_choice":"AYE"},{"member_id":7,"full_name":"Nick Melvoin","vote_choice":"AYE"},{"member_id":9,"full_name":"Rocio Rivas","vote_choice":"AYE"},{"member_id":10,"full_name":"Scott Schmerelson","vote_choice":"AYE"},{"member_id":8,"full_name":"Sherlett H. Newbill","vote_choice":"AYE"},{"member_id":1,"full_name":"Tanya Ortiz Franklin","vote_choice":"AYE"}],"topics":["Resolutions & Recognitions","Governance & Policy"]}}