{"success":true,"vote":{"id":50,"item_number":"006-21/22","title":"Accelerating College Access, Awareness, and Attainment through Dual Enrollment (Res-006-21/22)","description":"Whereas, The Los Angeles Unified School District is committed to 100% graduation, ensuring that every child graduates from high school college and career ready, welcoming the graduating Class of 2022 and the incoming Kindergarten Class of 2034; Whereas, The District has affirmed its commitment to A-G for All, Diplomas for All, Close the Gap, and Equity is Justice, policies that support high quality first instruction, tailored intervention, parental engagement, a focus on adequate funding, and power to interrupt poverty and the school-to-prison pipeline in Los Angeles; Whereas, Bold initiatives such as Great Outcomes (G.O.) East L.A.: A Pathway for College and Career Success exemplify partnerships that are instrumental in promoting a college-going culture and guaranteeing admission to students that fulfill their expectations in their Pre-K through 12th grade educational path; Whereas, In Local District East, the G.O. East L.A. and G.O. Southeast partnership brought dual enrollment opportunities in 120 college courses for over 4,000 students.  In 2021, G.O. College Bridge launched to strengthen early college support to students from Pre-K through 12th grade; Whereas, Local District East recommends that every high school student participate in the East Los Angeles College (ELAC) dual enrollment opportunity, which provides benefits such as:·\tEarly college exposure, which leads to an increase of college persistence and completion;·\tEarn college credit toward a degree or certificate at no cost;·\tExplore career fields and pathways prior to college;·\tBuild self confidence in college level rigor and ease the transition to college;·\tAccess to campus resources, including counseling, library, student health center, and more; andWhereas, Dual enrollment students persisted in college in greater numbers compared to those who did not participate in dual enrollment. Research found that getting even a small head start in high school can have a significant impact on future educational choices; now, therefore, be itResolved, That the Governing Board of the Los Angeles Unified School District, hereby declares October as College Awareness Month and authorizes the Superintendent to encourage all Los Angeles Unified School District staff to promote a college-going and college-completion culture to increase equitable access to higher education, including but not limited to, sharing personal testimonies, lifting the stories of first generation college students overcoming adversities, hosting a College and Career Day, inviting guest speakers from colleges and universities particularly District alumni, and offering financial aid and college application workshops; Resolved further, That the Board directs the Superintendent to assess access to dual enrollment programs across the District and develop strategies to ensure high- and highest-need students receive equitable access to dual enrollment programs and college-going and college-completion supports; and, be it finally Resolved, That the District supports the G.O. College Bridge program to increase access to dual enrollment classes for students in secondary schools and encourages more partnerships with local colleges and universities, and organizations that support students to successfully transition to and through college including but not limited to coaching, mentorship, social emotional support, scholarship applications, and course planning.","outcome":"PASS","ayes":7,"noes":0,"abstain":0,"absent":0,"meeting_id":17,"meeting_date":"2021-09-14","meeting_type":"regular","member_votes":[{"member_id":6,"full_name":"George McKenna III","vote_choice":"AYE"},{"member_id":3,"full_name":"Jackie Goldberg","vote_choice":"AYE"},{"member_id":4,"full_name":"Kelly Gonez","vote_choice":"AYE"},{"member_id":2,"full_name":"Monica Garcia","vote_choice":"AYE"},{"member_id":7,"full_name":"Nick Melvoin","vote_choice":"AYE"},{"member_id":10,"full_name":"Scott Schmerelson","vote_choice":"AYE"},{"member_id":1,"full_name":"Tanya Ortiz Franklin","vote_choice":"AYE"}],"topics":["Curriculum & Instruction","Equity & Access","Budget & Finance"]}}