{"success":true,"vote":{"id":51,"item_number":"008-21/22","title":"Los Angeles Unified School District Standing in Support of Refugee Students from Afghanistan (Res-008-21/22) (Waiver of Rule 72)","description":"Whereas, The Los Angeles Unified School District reaffirms its “We Are ONE L.A. Unified” commitment to supporting the right to an education for all, free from fear of discrimination, and stands with families coming to Los Angeles from all across the world;Whereas, The United Nations High Commissioner for Refugees (UNHCR) estimates at least 82.4 million people around the world, nearly 1 percent of the global population, have had to flee their home as a result of conflict or persecution. Among them are nearly 26.4 million refugees, half of whom are under the age of 18, and more than two thirds of all refugees displaced abroad come from just five countries: Syria, Venezuela, South Sudan, Myanmar, and Afghanistan; Whereas, The District is committed to welcoming and educating all students who take refuge in Los Angeles, and does not inquire as to the immigration status of our students or their families, but embraces and provides support to all international newcomer students. The District’s School Enrollment Placement and Assessment (S.E.P.A.) Centers connect students and families with resources to support academic, social, and emotional success, and provides access to other social services and legal assistance programs. Further, the District’s Human Relations Division promotes helpful information and resources to assist educators in facilitating engagement around sensitive and timely issues, including the current events in Afghanistan;Whereas, The Biden Administration announced plans to withdraw all United States troops from Afghanistan by September 2021, after a 20 year war that has affected military and civilian families at home and abroad;  Whereas, Experts estimate as many as 100,000 Afghans, or 500,000 including their families, could face retaliation from the Taliban, some percentage of whom will seek refuge in the United States. The District is aware of several displaced students from Afghanistan that already have enrolled in our schools; andWhereas, Governor Gavin Newsom has committed to embracing refugees suffering horrific events in Afghanistan and declared California ‘a state of refuge.’ Members of California’s 53-member congressional delegation also recently sent a letter to President Biden declaring California eager and prepared to house Afghan refugees and special immigrant visa applicants; now, therefore be it; Resolved, That the Governing Board of the Los Angeles Unified School District affirms its We Are One L.A. Unified commitment to embracing and providing an education to all, including refugee or other newcomer students who are suffering catastrophic events in Afghanistan;Resolved further, That the Board directs the Superintendent to review the District’s existing resources and monitoring systems for international newcomer students, staff, and families to identify what programs and resources are currently available, whether those resources have been effective in supporting international newcomer students, and what additional programs or resources should be adopted to support them, including, specifically, those who may be entering schools from Afghanistan. The Superintendent should report back to the Board with this review within 60 days, including timelines for implementing any newly identified resources or initiatives; and, be it finallyResolved, That the Board directs the Office of Government Relations to send a letter to the Biden Administration expressing the District’s support for the call from California’s Congressional Delegation to expand access to the United States for refugees from the Afghanistan conflict, and expressing the District’s willingness and readiness to support, welcome, and serve any students who may come to Los Angeles.","outcome":"PASS","ayes":6,"noes":1,"abstain":0,"absent":0,"meeting_id":17,"meeting_date":"2021-09-14","meeting_type":"regular","member_votes":[{"member_id":6,"full_name":"George McKenna III","vote_choice":"AYE"},{"member_id":3,"full_name":"Jackie Goldberg","vote_choice":"AYE"},{"member_id":4,"full_name":"Kelly Gonez","vote_choice":"AYE"},{"member_id":2,"full_name":"Monica Garcia","vote_choice":"AYE"},{"member_id":7,"full_name":"Nick Melvoin","vote_choice":"NAY"},{"member_id":10,"full_name":"Scott Schmerelson","vote_choice":"AYE"},{"member_id":1,"full_name":"Tanya Ortiz Franklin","vote_choice":"AYE"}],"topics":["Governance & Policy"]}}