{"success":true,"vote":{"id":68,"item_number":"022-21/22","title":"Commemoration of the 54th Anniversary of the 1968 East L.A. Walkouts for Educational Justice (Res-022-21/22) (Waiver of Board Rule 72)","description":"Whereas, In March 1968 more than 10,000 students walked out of Abraham Lincoln High School, Theodore Roosevelt High School, Woodrow Wilson High School, James A. Garfield High School and Belmont High School to peacefully protest educational inequity, overcrowded schools, insufficient guidance counselors, racial discrimination and other unjust learning conditions;Whereas, The East L.A. High School Walkouts inspired similar protests at 15 additional high schools across the Los Angeles Unified School District (LAUSD), including Huntington Park High School, Venice High School, Hollywood High School, San Fernando Valley High School, and Thomas Jefferson High School with a total of over 22,000 students raising their voices for educational justice;Whereas, Sal Castro, one of the few Mexican American teachers at Abraham Lincoln High School in 1968, mentored and inspired students to believe in their own potential and stood with them in their fight;Whereas, The 1968 East L.A. High School Walkouts is recognized as the first major protest by high school students in the history of the United States and sparked the emergence of the Chicano/a Civil Rights Movement, which came to be known simply as the Chicano/a Movement;Whereas, The student actions and the Chicano/a Movement opened doors for equal opportunity in higher education to youth previously systematically excluded from those institutions;Whereas, In 1969 UCLA’s enrollment of Mexican American students jumped from less than100 to 1,900 students, followed by an increase of 2% to 25% national enrollment in the coming years;Whereas, Today education reform groups continue to work to ensure that all students are provided a quality education, with access to equal resources, so that they may be successful and continue onto higher education;Whereas, The Board of Education continues in the mission to provide a quality education to all and collaborate with students, families and community groups so that students will no longer have to walk out of their classrooms; andWhereas, In the words of Dr. Martin Luther King, Jr.: “We have come a long, long way, but we have a long, long way to go…”; now, therefore, be itResolved, That the Governing Board of the Los Angeles Unified School District joins with students, parents, school officials, community leaders and numerous illustrious alumni, to commemorate the 54thth Anniversary of the 1968 East L.A. High School Walkouts and to honor the leaders involved, in the name of an equitable and quality education for all communities;Resolved further, That the Los Angeles Unified School District will commemorate the 1968 East L.A. student action for educational justice every year to embrace the power of student and family voice and recognize its impact on the supports and importance we give today to Science, Technology, Engineering and Math (STEM) in inner city communities; and, be it finallyResolved, That the Governing Board of the Los Angeles Unified School District, hereby directs the Superintendent to encourage all district administrators, teachers, and staff to commemorate the 1968 East L.A. High School Walkouts annually and coordinate communication and activities that can foster a learning experience on this topic to all students by, but not limited to, watching related films, inviting related guest speakers, reading the 1968 student demands in class or in a public forum or assembly, holding activities in commemoration of, college and university campus tours, and facilitating brown bag discussions on the historical significance of the moment during school when appropriate.","outcome":"PASS","ayes":7,"noes":0,"abstain":0,"absent":0,"meeting_id":24,"meeting_date":"2022-02-08","meeting_type":"regular","member_votes":[{"member_id":6,"full_name":"George McKenna III","vote_choice":"AYE"},{"member_id":3,"full_name":"Jackie Goldberg","vote_choice":"AYE"},{"member_id":4,"full_name":"Kelly Gonez","vote_choice":"AYE"},{"member_id":2,"full_name":"Monica Garcia","vote_choice":"AYE"},{"member_id":7,"full_name":"Nick Melvoin","vote_choice":"AYE"},{"member_id":10,"full_name":"Scott Schmerelson","vote_choice":"AYE"},{"member_id":1,"full_name":"Tanya Ortiz Franklin","vote_choice":"AYE"}],"topics":["Governance & Policy","Safety & Student Welfare","Equity & Access"]}}