{"success":true,"vote":{"id":81,"item_number":"009-22/23","title":"Commemorating the Life and Legacy of Dr. Martin Luther King, Jr. and the National Day of Service (Res-009-22/23)","description":"Whereas, The Reverend Dr. Martin Luther King, Jr. devoted his life to the struggle for justice and equality; Whereas, Dr. Martin Luther King, Jr. was universally recognized as a proponent of nonviolence in the pursuit of freedom and justice in the United States; Whereas, Dr. Martin Luther King, Jr. was awarded the Nobel Prize for Peace in 1964 in recognition of his outstanding leadership in pursuit of that goal; Whereas, Dr. Martin Luther King, Jr. Day has been recognized as a national holiday since 1984 and became a National Day of Service in 1994 by the passage of the King Holiday and Service Act by the US Congress; Whereas, The Dr. Martin Luther King, Jr. National Day of Service is a part of United We Serve, a national call to service initiative established by President Obama;Whereas, Dr. Martin Luther King, Jr. firmly believed that the pursuit of justice, equality, and a new sense of dignity for millions of Black people, and opens, for all Americans a new era of progress and hope; Whereas, The Dr. Martin Luther King, Jr. National Day of Service, calls for Americans from all walks of life to work together to provide solutions to the most pressing national and local problems; and Whereas, Our students, parents, and staff will benefit from all projects and programs that increase participation in acts of community service; now, therefore, be itResolved, That the Governing Board of the Los Angeles Unified School District recognizes the third Monday in January as a day of service in honor of Dr. Martin Luther King, Jr. and his principle of justice for all; Resolved further, That on Monday, January 16, 2023, we encourage all students, parents, teachers, and staff to observe this MLK National Day of Service by engaging in volunteer activities to help our community become a better world; and be it finallyResolved, That schools provide students and parents with suggestions of appropriate instructional and community activities that can be conducted during and following the MLK National Day of Service on January 16, 2023.","outcome":"PASS","ayes":6,"noes":0,"abstain":0,"absent":1,"meeting_id":31,"meeting_date":"2023-01-17","meeting_type":"regular","member_votes":[{"member_id":6,"full_name":"George McKenna III","vote_choice":"AYE"},{"member_id":3,"full_name":"Jackie Goldberg","vote_choice":"AYE"},{"member_id":4,"full_name":"Kelly Gonez","vote_choice":"ABSENT"},{"member_id":7,"full_name":"Nick Melvoin","vote_choice":"AYE"},{"member_id":9,"full_name":"Rocio Rivas","vote_choice":"AYE"},{"member_id":10,"full_name":"Scott Schmerelson","vote_choice":"AYE"},{"member_id":1,"full_name":"Tanya Ortiz Franklin","vote_choice":"AYE"}],"topics":["Resolutions & Recognitions"]}}